[
  {
    "day": 1,
    "ayet_tr": "Ramazan ayı, insanlara yol gösterici, doğrunun ve doğruyu eğriden ayırmanın açık delilleri olarak Kur'an'ın indirildiği aydır. Öyle ise sizden ramazan ayını idrak edenler onda oruç tutsun. Kim o anda hasta veya yolcu olursa (tutamadığı günler sayısınca) başka günlerde kaza etsin. Allah sizin için kolaylık ister, zorluk istemez. Bütün bunlar, sayıyı tamamlamanız ve size doğru yolu göstermesine karşılık, Allah'ı tazim etmeniz, şükretmeniz içindir. (Bakara Sûresi, 185)",
    "ayet_ar": "شَهْرُ رَمَضَانَ الَّذ۪ي اُنْزِلَ ف۪يهِ الْقُرْاٰنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدٰى وَالْفُرْقَانِۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُۜ وَمَنْ كَانَ مَر۪يضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِنْ اَيَّامٍ اُخَرَۜ يُر۪يدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُر۪يدُ بِكُمُ الْعُسْرَۘ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰيكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "ayet_olay": "Ramazan ayı, insanlara doğru yolu göstermek, hak ile batılı ayırmak için Kur’an’ın indirildiği mübarek bir aydır. Bu ay, **vahyin yeryüzüne inişinin ve insanlığa rehberliğin başladığı** zamandır. Bu yüzden Ramazan, sadece oruç ayı değil; **Kur’an’ın doğuşunu anma, şükür ve farkındalık zamanıdır.**\n\n\n\nYüce Allah bu ayda orucu farz kılmış, ancak **dinde zorluk değil kolaylık istemiştir:**\n\n“Kim hasta veya yolcu olursa, (tutamadığı günler kadar) diğer günlerde tutsun. Allah sizin için kolaylık ister, zorluk istemez.”\n\nBu ifade, İslâm’ın esnek ve rahmet dolu yapısını gösterir. Hasta, yaşlı veya sürekli mazereti bulunanlar fidye verebilir; ancak gücü yetenler için oruç, sabrı öğretir ve insanı arındırır. Oruç, hem nefsi disipline eder hem de gönlü incelterek insanı şeytana karşı bileyip güçlendirir.\n\n\n\nRâzî’nin yorumuna göre “Ramazan” kelimesi, yakıcı sıcak ve arındırıcı etki anlamına gelir; bu da orucun günahları yakıp temizlemesini simgeler. Ramazan orucu, tıpkı mengenede bilenmiş bir kılıç gibi, insanın duygularını terbiye eder, onu sabırla ve imanla donatır. Oruç, **rahmet yağmuru gibi kalbi temizler, günah kirlerini yıkar ve kulun iç dünyasında yeni bir doğuş** meydana getirir. Oruç, insanın iç âlemini parlatır ve onu Allah’a yaklaştırır.\n\n\n\nRamazan’da tutulamayan oruçların daha sonra tamamlanması, Allah’ın kullarını zorlamadığının ve ibadeti kolaylaştırmak istediğinin bir göstergesidir. **“Bütün bunlar, sayıyı tamamlamanız, size yol göstermesine karşılık Allah’ı yüceltmeniz ve şükretmeniz içindir.”** Ramazan’ın sonunda tekbir getirmek ve şükretmek, Allah’ın verdiği bu rehberlik ve kolaylık nimetinin bir ifadesidir. Bayramlarda getirilen tekbirler de bu ayetin ruhundan doğmuştur: “Allah büyüktür, Allah büyüktür. Allah’tan başka ilah yoktur. Allah büyüktür, hamd O’nadır.” Sonuç olarak; **Ramazan ayı, Kur’an’ın indirildiği, oruçla bedenin ve ruhun arındığı, şükür, sabır ve teslimiyetin yeniden doğduğu bir aydır.** Bu ayın mesajı şudur: **Allah kolaylık diler, zorluk istemez. Şükredin, çünkü size rehberlik eden O’dur.**"
  },
  {
    "day": 2,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf Sûresi, 23)",
    "ayet_ar": "اِنَّمَا ذٰلِكُمُ الشَّيْطَانُ يُخَوِّفُ اَوْلِيَٓاءَهُۖ فَلَا تَخَافُوهُمْ وَخَافُونِ اِنْ كُنْتُمْ مُؤْمِن۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
  {
    "day": 3,
    "ayet_tr": "Müminler o kimselerdir ki, Allah’ın adı anıldığında yürekleri titrer, kendilerine Allah’ın âyetleri okunduğunda bu onların imanlarını arttırır. Onlar yalnızca rablerine güvenirler. Onlar namazlarını dosdoğru kılan ve kendilerine rızık olarak verdiğimizden (Allah yolunda) harcayan kimselerdir. (Enfâl, 3-4)",
    "ayet_ar": "اِنَّمَا الْمُؤْمِنُونَ الَّذ۪ينَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيَاتُهُ زَادَتْهُمْ ا۪يمَانًا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَ اَلَّذ۪ينَ يُق۪يمُونَ الصَّلٰوةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
    "ayet_olay": "**Gerçek müminler**, Allah anıldığında kalpleri ürperen, ayetler kendilerine aktarıldığında imanları artan ve yalnızca Rablerine güvenen kimselerdir. Bu ayet, imanın sadece sözle değil; **kalp, amel ve güvenle bütünleşmesi** gerektiğini vurgular.\n\nGerçek müminin kalbi, Allah anıldığında huşu ile titrer. Bu titreme, **saygı, sevgi ve sorumluluk bilincinin** kalpte yerleştiğinin işaretidir. Mümin, Kur’an ayetlerini duydukça, onların hikmetini kavrayarak imanını derinleştirir; iman sadece bilgiyle değil, **tefekkür ve duyguyla da güçlenir**.\n\nİmanın artışı, her yeni ayetle gelen hatırlatmalarla olur. Allah’ın mesajı kalbe dokundukça, insanın teslimiyeti artar; kalp, ilahi rehberlikle yeniden şekillenir. **Tevekkül** ise bu imanın zirvesidir — sebeplere sarılıp sonucu Allah’a bırakmaktır. Gerçek tevekkül, tembellik değil, **gayret içinde güven** demektir.\n\nAyetin devamında müminlerin iki önemli özelliği vurgulanır: **Namaz** ve **infak**. Namaz, kulun Rabbiyle doğrudan bağıdır; kalbi arındırır, tevazuyu öğretir. İnfak ise bu bağın topluma yansımasıdır; paylaşmak, sahip olduklarını Allah rızası için sunmaktır.\n\nBu ayet, müminin hayatını özetler: **Kalp Allah’la titrer, iman artar, tevekkül güçlenir, namazla bağ kurulur ve infakla iyilik yayılır.** Gerçek mümin, hem Rabbiyle hem de insanlarla olan ilişkisini bu denge üzerine kurar." 
  },
  {
    "day": 4,
    "ayet_tr": "Şüphesiz Allah, göklerin ve yerin gaybını bilendir. Şüphesiz O, kalplerde olanı hakkıyla bilendir. (Fâtır Sûresi, 38)",
    "ayet_ar": "اِنَّ اللّٰهَ عَالِمُ غَيْبِ السَّمٰوَاتِ وَالْاَرْضِۜ اِنَّهُ عَل۪يمٌ بِذَاتِ الصُّدُورِ",
    "ayet_olay": "Bu ayet, **Allah’ın ilminin sınırsızlığını** ve **kalplerde gizlenen her şeyi bildiğini** bildirir. ‘Gayb’ kavramı, insanların bilemediği her türlü gizemi kapsar. Allah sadece görüleni değil, görünmeyeni de bilir. O’nun için hiçbir şey gizli değildir.\n\n‘Şüphesiz ki O, göğüslerin özünü bilendir’ ifadesi, Allah’ın **kalplerdeki niyetleri, duyguları ve gizlenen düşünceleri** bildiğini vurgular. İnsanlar bazen sözlerinde veya davranışlarında bir şeyi gizleyebilir, ama **Allah kalpteki samimiyeti veya ikiyüzlülüğü eksiksiz bilir.**\n\nBu ayet, insanın iç dünyasına bir uyarı niteliğindedir: **Kalp temizliği, niyet saflığı** ve **samimiyet**, amellerin değerini belirler. Rabbimiz, görünüşe değil, kalpteki yönelişe bakar.\n\nAyrıca bu ayet, **kâfirlerin inkârlarını gizleyemeyeceğini** de hatırlatır. Mahşer günü hiçbir şey gizli kalmayacak, her kalp olduğu gibi ortaya dökülecektir. Bu nedenle mümin, hem davranışlarını hem de kalbini Allah’ın huzuruna uygun hâle getirmelidir.\n\nSon olarak, Allah’ın bu bilgisi sadece bir “bilme” değil, aynı zamanda **adaletin temelidir**. Çünkü Allah, her şeyi bilmesiyle kimseye zulmetmez; her yargısı eksiksiz bir hakikate dayanır. Bu bilinç, kalplerde derin bir sorumluluk duygusu ve teslimiyet oluşturmalıdır."
  },
  {
    "day": 5,
    "ayet_tr": "Güneşi aydınlatıcı, ayı ise aydınlık yapan, yılların sayısını ve hesaplamayı bilesiniz diye ona menziller belirleyen O’dur. Allah bütün bunları hikmet ve fayda esasına göre yarattı. Bilme kabiliyetinde olanlar için de âyetlerini detaylı bir şekilde gözler önüne seriyor. (Yûnus Suresi, 5)",
    "ayet_ar": "هُوَ الَّذٖي جَعَلَ الشَّمْسَ ضِيَٓاءً وَالْقَمَرَ نُوراً وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنٖينَ وَالْحِسَابَؕ مَا خَلَقَ اللّٰهُ ذٰلِكَ اِلَّا بِالْحَقِّؕ يُفَصِّلُ الْاٰيَاتِ لِقَوْمٍ يَعْلَمُونَ",
    "ayet_olay": "Bu ayet, Allah’ın evrendeki düzeni ve ölçüyü nasıl mükemmel bir şekilde yarattığını anlatır. **Güneş’in ışığı (zıyâ) hem enerji hem de hayat kaynağıdır; Ay’ın nuru ise bu ışığın yumuşatılmış yansımasıdır.** Kur’an’da bu fark özellikle vurgulanarak, her şeyin bir ölçü, amaç ve denge içinde yaratıldığı hatırlatılır.\n\nGüneş’in ışığı vahyin doğrudan aydınlatıcılığı gibidir; Ay’ın yansıması ise peygamberlerin ve alimlerin bu ilahi nuru insanlara ulaştırma görevini sembolize eder.\n\nBu iki gök cismi, zamanı, mevsimleri ve ibadet vakitlerini belirlemede insanoğluna rehberlik eder. Ay’ın 29,5 günlük evre döngüsü, kamerî ayların ve Ramazan’ın hesaplanmasında kullanılır. Allah, bu düzeni hem fiziksel hem de manevi bir ders olarak bizlere göstermektedir. Her yeni hilal, bir yenilenme ve farkındalık çağrısı gibidir. Ayet, **‘Allah bunları ancak bir hak ile yarattı’** diyerek, hiçbir şeyin boşuna olmadığını vurgular.\n\nİnsan, gökyüzüne baktığında yalnızca astronomik bir olay değil, Yaratıcısının kudretini de görmelidir. Güneş ve Ay’ın bu mükemmel uyumu, hem bilimin hem de imanın ortak noktasıdır. **Rabbimiz, bilip düşünen bir topluluk olmamızı ve bu düzenin farkına vararak şükretmemizi ister.**"
  },
    {
    "day": 6,
    "ayet_tr": "Allah, her canlıyı sudan yarattı. İşte bunlardan kimi karnı üstünde sürünür, kimi iki ayağı üstünde yürür, kimi dört ayağı üstünde yürür. Allah dilediğini yaratır; şüphesiz Allah her şeye kadirdir.(Nûr Suresi, 45)",
    "ayet_ar": "وَاللّٰهُ خَلَقَ كُلَّ دَٓابَّةٍ مِنْ مَٓاءٍۚ فَمِنْهُمْ مَنْ يَمْش۪ي عَلٰى بَطْنِه۪ۚ وَمِنْهُمْ مَنْ يَمْش۪ي عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَنْ يَمْش۪ي عَلٰٓى اَرْبَعٍۜ يَخْلُقُ اللّٰهُ مَا يَشَٓاءُۜ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَد۪يرٌ",
    "ayet_olay": "Bu ayet, Allah’ın tüm canlıları sudan yarattığını ve her birine farklı özellikler, yürüyüş biçimleri ve yaratılış şekilleri verdiğini bildirir. Suda hayatın kaynağına işaret edilerek, Yaratıcının kudretine dikkat çekilir. Ayette geçen 'sudan yaratma' ifadesi hem biyolojik hem de manevî bir gerçeğe işaret eder; canlıların var oluşu, Allah’ın iradesiyle farklı şekillerde tezahür eder. İnsan, sürüngen, kuş ya da dört ayaklı fark etmeksizin tüm canlılar aynı ilahî sistemin parçalarıdır. 'Allah dilediğini yaratır' bölümü, yaratılışın yalnızca Allah’ın dilemesiyle gerçekleştiğini, hiçbir gücün bu iradenin önüne geçemeyeceğini vurgular. Böylece ayet, hem canlılığın ortak kaynağı olan suyu hem de Yüce Allah’ın sınırsız yaratma kudretini hatırlatır; her canlının farklılığında O’nun hikmetini görmemiz istenir."
  },
    {
    "day": 7,
    "ayet_tr": "Hani rabbiniz, ‘Eğer şükrederseniz size (nimetimi) daha çok vereceğim, nankörlük ederseniz hiç şüphesiz azabım pek şiddetlidir!’ diye bildirmişti.” (İbrahim Suresi, 7)",
    "ayet_ar": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَاَز۪يدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ اِنَّ عَذَاب۪ي لَشَد۪يدٌ",
    "ayet_olay": "Bu ayet, Allah’ın nimetlerine şükreden kullarına nimetlerini artıracağını, nankörlük edenlere ise şiddetli bir azap vereceğini bildirir. Hz. Musa’nın İsrailoğullarına yaptığı hatırlatmalardan biri olan bu ifade, **şükrün sadece sözle değil, nimetleri Allah’ın rızasına uygun şekilde kullanmakla olacağını vurgular.** Şükür, nimetin sahibini tanımak ve onu iyilikle değerlendirmektir; **servetin şükrü yardım etmek, bilginin şükrü fayda üretmek, sağlığın şükrü ise ibadet ve hizmettir.**|\n\nBu ayet, şükrün insana fayda getirdiğini, küfrün ise sadece sahibine zarar verdiğini bildirir. Nimet-şükür ilişkisi Allah’ın rahmetini, nankörlük ise ilahî adaleti harekete geçirir. Sonuçta **Allah kimseye muhtaç değildir; kullar ise ancak şükürle nimetlerin bereketini sürdürebilirler.**"
  },
    {
    "day": 8,
    "ayet_tr": "Nasıl olabilir ki! Onlar size galip gelselerdi, sizin hakkınızda ne ahit, ne de antlaşma gözetirlerdi. Onlar ağızlarıyla sizi razı ediyorlar, halbuki kalpleri (buna) karşı çıkıyor. Çünkü onların çoğu yoldan çıkmışlardır. (Tevbe Suresi, 8)",
    "ayet_ar": "كَيْفَ وَاِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا ف۪يكُمْ اِلًّا وَلَا ذِمَّةًۜ يُرْضُونَكُمْ بِاَفْوَاهِهِمْ وَتَاْبٰى قُلُوبُهُمْۚ وَاَكْثَرُهُمْ فَاسِقُونَۚ ",
    "ayet_olay": "Bu ayet grubunda, müşriklerin Müslümanlara karşı duydukları kin ve düşmanlık, verdikleri sözleri tutmamaları ve ikiyüzlü tutumları anlatılmaktadır. **Kur’an burada sebepsiz yere savaşmayı değil, ahitlerini bozan, zulmeden ve saldırganlık yapanlara karşı meşru savunmayı emretmektedir.** *Hudeybiye Antlaşması* bağlamında, sözlerine sadık kalan müşriklerle anlaşmalara riayet edilmesi, ancak antlaşmayı bozanlara karşı savaşılması gerektiği vurgulanır. Bu yaklaşım, Kur’an’ın adalet, sadakat ve hukuk ilkelerini esas aldığını gösterir. ‘Şüphe-i emân emandır’ prensibiyle, verilen en küçük güvenceye bile bağlı kalınması gerektiği öğretilir. Aynı zamanda Müslümanlar, **düşmanlarının geçici çıkarlar uğruna verdikleri sözlere aldanmamaları konusunda uyarılır.** Fakat bu düşmanların samimi olarak tövbe edip İslam’ın gereklerini yerine getirmeleri durumunda, onların da din kardeşi sayılacakları belirtilir. Ayette anlatılan ‘küfrün elebaşıları’, iman mücadelesine engel olan, Müslümanlara zulmeden önderlerdir.\n\n Savaşın amacı yok etmek değil, adaleti sağlamak ve saldırganlığı caydırmaktır. Müminler, zaferi kendilerinden değil Allah’tan bilmekle yükümlüdürler; **Allah gönüllerdeki kini giderir, tövbeleri kabul eder.** Sonuç olarak bu ayetler, imtihan dünyasında müminlerin adalet, merhamet ve sorumluluk bilinciyle hareket etmeleri, **savaşta dahi sınırları koruyarak sadece hakkı ve barışı gözetmeleri gerektiğini öğretir.**"
  },
    {
    "day": 9,
    "ayet_tr": "Size ben, “Allah’ın hazineleri yanımdadır”, demiyorum; gaybı da bilmem. “Ben bir meleğim” de demiyorum. Sizin hor gördüğünüz kimseler için, “Allah, onlara asla hiçbir hayır vermez” de diyemem. Allah, onların içlerindekini daha iyi bilir. Böyle bir şey söylersem, o zaman ben gerçekten zâlimlerden olurum. (Hûd Suresi, 31)",
    "ayet_ar": "وَلَآ اَقُولُ لَكُمْ عِنْد۪ي خَزَآئِنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُولُ اِنّ۪ي مَلَكٌ وَلَآ اَقُولُ لِلَّذ۪ينَ تَزْدَر۪يٓ اَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللّٰهُ خَيْرًاۜ اَللّٰهُ اَعْلَمُ بِمَا ف۪يٓ اَنْفُسِهِمْۚ اِنّ۪يٓ اِذًا لَمِنَ الظَّالِم۪ينَ",
    "ayet_olay": "Bu ayetlerde Hz. Nûh’un kavmiyle olan konuşmaları aktarılmaktadır. Kavminin ileri gelen müşrikleri, bir peygamberin zengin, gaybı bilen ve melek gibi olağanüstü güçlere sahip olması gerektiğini sanıyor, fakir müminleri küçümsüyor ve onlara değer verilmesini kabul etmiyorlardı. Hz. Nûh ise bu yanlış inancı reddederek, kendisinin sadece Allah tarafından görevlendirilmiş bir kul olduğunu, Allah’ın hazinelerine sahip olmadığını, gaybı bilmediğini ve melek olmadığını açıkça belirtmiştir.\n\n **O, iman eden fakirleri kovmayı da kesin bir dille reddetmiş, çünkü kalplerde olanı yalnızca Allah’ın bildiğini söylemiştir.** Bu tutumuyla Hz. Nûh, peygamberliğin servet veya statüyle değil, ilahi vazifeyle ilgili olduğunu göstermiştir. Aynı zamanda, müminleri küçümseyen kibirli kişilere karşı, Allah katında değer ölçüsünün zenginlik değil iman ve takva olduğunu hatırlatmıştır.\n\n Ayet, Hz. Nûh’un tevazu, adalet ve samimiyetle tebliğ görevini yerine getirdiğini; insanların iç dünyasını yargılamanın zulüm olduğunu, asıl bilginin Allah’a ait bulunduğunu öğretir. Bu yönüyle, hem Hz. Nûh’un hem de Hz. Muhammed’in (sav) örnekliğinde, peygamberlerin alçakgönüllülük, eşitlik ve adalet ilkeleriyle hareket ettikleri vurgulanmaktadır."
  },
    {
    "day": 10,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 11,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 12,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 13,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 14,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 15,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 16,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 17,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 18,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 19,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 20,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 21,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 22,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 23,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 24,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 25,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 26,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
  {
    "day": 27,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
  {
    "day": 28,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  },
  {
    "day": 29,
    "ayet_tr": "Rabbimiz! (Biz) kendimize zulmettik; artık bize mağfiret etmez ve bize merhamet etmezsen, mutlaka hüsrâna uğrayanlardan oluruz. (Araf, 23)",
    "ayet_ar": "رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "ayet_olay": "Birine gülümse ve güzel söz söyle"
  }
]






