[
  {
    "day": 1,
    "ayet_tr": "Ramazan ayı, insanlara yol gösterici, doğrunun ve doğruyu eğriden ayırmanın açık delilleri olarak Kur'an'ın indirildiği aydır. Öyle ise sizden ramazan ayını idrak edenler onda oruç tutsun. Kim o anda hasta veya yolcu olursa (tutamadığı günler sayısınca) başka günlerde kaza etsin. Allah sizin için kolaylık ister, zorluk istemez. Bütün bunlar, sayıyı tamamlamanız ve size doğru yolu göstermesine karşılık, Allah'ı tazim etmeniz, şükretmeniz içindir. (Bakara Sûresi, 185)",
    "ayet_ar": "شَهْرُ رَمَضَانَ الَّذ۪ي اُنْزِلَ ف۪يهِ الْقُرْاٰنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدٰى وَالْفُرْقَانِۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُۜ وَمَنْ كَانَ مَر۪يضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِنْ اَيَّامٍ اُخَرَۜ يُر۪يدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُر۪يدُ بِكُمُ الْعُسْرَۘ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰيكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "ayet_olay": "Ramazan ayı, insanlara doğru yolu göstermek, hak ile batılı ayırmak için Kur’an’ın indirildiği mübarek bir aydır. Bu ay, **vahyin yeryüzüne inişinin ve insanlığa rehberliğin başladığı** zamandır. Bu yüzden Ramazan, sadece oruç ayı değil; **Kur’an’ın doğuşunu anma, şükür ve farkındalık zamanıdır.**\n\n\n\nYüce Allah bu ayda orucu farz kılmış, ancak **dinde zorluk değil kolaylık istemiştir:**\n\n“Kim hasta veya yolcu olursa, (tutamadığı günler kadar) diğer günlerde tutsun. Allah sizin için kolaylık ister, zorluk istemez.”\n\nBu ifade, İslâm’ın esnek ve rahmet dolu yapısını gösterir. Hasta, yaşlı veya sürekli mazereti bulunanlar fidye verebilir; ancak gücü yetenler için oruç, sabrı öğretir ve insanı arındırır. Oruç, hem nefsi disipline eder hem de gönlü incelterek insanı şeytana karşı bileyip güçlendirir.\n\n\n\nRâzî’nin yorumuna göre “Ramazan” kelimesi, yakıcı sıcak ve arındırıcı etki anlamına gelir; bu da orucun günahları yakıp temizlemesini simgeler. Ramazan orucu, tıpkı mengenede bilenmiş bir kılıç gibi, insanın duygularını terbiye eder, onu sabırla ve imanla donatır. Oruç, **rahmet yağmuru gibi kalbi temizler, günah kirlerini yıkar ve kulun iç dünyasında yeni bir doğuş** meydana getirir. Oruç, insanın iç âlemini parlatır ve onu Allah’a yaklaştırır.\n\n\n\nRamazan’da tutulamayan oruçların daha sonra tamamlanması, Allah’ın kullarını zorlamadığının ve ibadeti kolaylaştırmak istediğinin bir göstergesidir. **“Bütün bunlar, sayıyı tamamlamanız, size yol göstermesine karşılık Allah’ı yüceltmeniz ve şükretmeniz içindir.”** Ramazan’ın sonunda tekbir getirmek ve şükretmek, Allah’ın verdiği bu rehberlik ve kolaylık nimetinin bir ifadesidir. Bayramlarda getirilen tekbirler de bu ayetin ruhundan doğmuştur: “Allah büyüktür, Allah büyüktür. Allah’tan başka ilah yoktur. Allah büyüktür, hamd O’nadır.” Sonuç olarak; **Ramazan ayı, Kur’an’ın indirildiği, oruçla bedenin ve ruhun arındığı, şükür, sabır ve teslimiyetin yeniden doğduğu bir aydır.** Bu ayın mesajı şudur: **Allah kolaylık diler, zorluk istemez. Şükredin, çünkü size rehberlik eden O’dur.**"
  },
  {
    "day": 2,
    "ayet_tr": "Her can ölümü tadacaktır. Sonunda bize döndürüleceksiniz. (Ankebût Suresi, 57)",
    "ayet_ar": "كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ ثُمَّ اِلَيْنَا تُرْجَعُونَ",
    "ayet_olay": "Geçim kaygısıyla hicret etmekten çekinen Müslümanlara, Allah’ın rızkı veren olduğunu hatırlatarak, bu korkularını bir kenara bırakıp dini özgürce yaşamak ve ebedî kurtuluş için hicret etmeleri teşvik edilmektedir. Her can ölümü tadacaktır; bu, hayatın sonlu olduğunu ve herkesin sonunda Allah’a döneceğini hatırlatır. Sabır ve tevekkül, bu süreçte kararlı ve onurlu bir tutum sergilemeyi, geçim kaygısının iman ve ibadetleri gölgelemesine izin vermemeyi ifade eder."
  },
  {
    "day": 3,
    "ayet_tr": "Müminler o kimselerdir ki, Allah’ın adı anıldığında yürekleri titrer, kendilerine Allah’ın âyetleri okunduğunda bu onların imanlarını arttırır. Onlar yalnızca rablerine güvenirler. Onlar namazlarını dosdoğru kılan ve kendilerine rızık olarak verdiğimizden (Allah yolunda) harcayan kimselerdir. (Enfâl, 3-4)",
    "ayet_ar": "اِنَّمَا الْمُؤْمِنُونَ الَّذ۪ينَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيَاتُهُ زَادَتْهُمْ ا۪يمَانًا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَ اَلَّذ۪ينَ يُق۪يمُونَ الصَّلٰوةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
    "ayet_olay": "**Gerçek müminler**, Allah anıldığında kalpleri ürperen, ayetler kendilerine aktarıldığında imanları artan ve yalnızca Rablerine güvenen kimselerdir. Bu ayet, imanın sadece sözle değil; **kalp, amel ve güvenle bütünleşmesi** gerektiğini vurgular.\n\nGerçek müminin kalbi, Allah anıldığında huşu ile titrer. Bu titreme, **saygı, sevgi ve sorumluluk bilincinin** kalpte yerleştiğinin işaretidir. Mümin, Kur’an ayetlerini duydukça, onların hikmetini kavrayarak imanını derinleştirir; iman sadece bilgiyle değil, **tefekkür ve duyguyla da güçlenir**.\n\nİmanın artışı, her yeni ayetle gelen hatırlatmalarla olur. Allah’ın mesajı kalbe dokundukça, insanın teslimiyeti artar; kalp, ilahi rehberlikle yeniden şekillenir. **Tevekkül** ise bu imanın zirvesidir — sebeplere sarılıp sonucu Allah’a bırakmaktır. Gerçek tevekkül, tembellik değil, **gayret içinde güven** demektir.\n\nAyetin devamında müminlerin iki önemli özelliği vurgulanır: **Namaz** ve **infak**. Namaz, kulun Rabbiyle doğrudan bağıdır; kalbi arındırır, tevazuyu öğretir. İnfak ise bu bağın topluma yansımasıdır; paylaşmak, sahip olduklarını Allah rızası için sunmaktır.\n\nBu ayet, müminin hayatını özetler: **Kalp Allah’la titrer, iman artar, tevekkül güçlenir, namazla bağ kurulur ve infakla iyilik yayılır.** Gerçek mümin, hem Rabbiyle hem de insanlarla olan ilişkisini bu denge üzerine kurar." 
  },
  {
    "day": 4,
    "ayet_tr": "Şüphesiz Allah, göklerin ve yerin gaybını bilendir. Şüphesiz O, kalplerde olanı hakkıyla bilendir. (Fâtır Sûresi, 38)",
    "ayet_ar": "اِنَّ اللّٰهَ عَالِمُ غَيْبِ السَّمٰوَاتِ وَالْاَرْضِۜ اِنَّهُ عَل۪يمٌ بِذَاتِ الصُّدُورِ",
    "ayet_olay": "Bu ayet, **Allah’ın ilminin sınırsızlığını** ve **kalplerde gizlenen her şeyi bildiğini** bildirir. ‘Gayb’ kavramı, insanların bilemediği her türlü gizemi kapsar. Allah sadece görüleni değil, görünmeyeni de bilir. O’nun için hiçbir şey gizli değildir.\n\n‘Şüphesiz ki O, göğüslerin özünü bilendir’ ifadesi, Allah’ın **kalplerdeki niyetleri, duyguları ve gizlenen düşünceleri** bildiğini vurgular. İnsanlar bazen sözlerinde veya davranışlarında bir şeyi gizleyebilir, ama **Allah kalpteki samimiyeti veya ikiyüzlülüğü eksiksiz bilir.**\n\nBu ayet, insanın iç dünyasına bir uyarı niteliğindedir: **Kalp temizliği, niyet saflığı** ve **samimiyet**, amellerin değerini belirler. Rabbimiz, görünüşe değil, kalpteki yönelişe bakar.\n\nAyrıca bu ayet, **kâfirlerin inkârlarını gizleyemeyeceğini** de hatırlatır. Mahşer günü hiçbir şey gizli kalmayacak, her kalp olduğu gibi ortaya dökülecektir. Bu nedenle mümin, hem davranışlarını hem de kalbini Allah’ın huzuruna uygun hâle getirmelidir.\n\nSon olarak, Allah’ın bu bilgisi sadece bir “bilme” değil, aynı zamanda **adaletin temelidir**. Çünkü Allah, her şeyi bilmesiyle kimseye zulmetmez; her yargısı eksiksiz bir hakikate dayanır. Bu bilinç, kalplerde derin bir sorumluluk duygusu ve teslimiyet oluşturmalıdır."
  },
  {
    "day": 5,
    "ayet_tr": "Güneşi aydınlatıcı, ayı ise aydınlık yapan, yılların sayısını ve hesaplamayı bilesiniz diye ona menziller belirleyen O’dur. Allah bütün bunları hikmet ve fayda esasına göre yarattı. Bilme kabiliyetinde olanlar için de âyetlerini detaylı bir şekilde gözler önüne seriyor. (Yûnus Suresi, 5)",
    "ayet_ar": "هُوَ الَّذٖي جَعَلَ الشَّمْسَ ضِيَٓاءً وَالْقَمَرَ نُوراً وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنٖينَ وَالْحِسَابَؕ مَا خَلَقَ اللّٰهُ ذٰلِكَ اِلَّا بِالْحَقِّؕ يُفَصِّلُ الْاٰيَاتِ لِقَوْمٍ يَعْلَمُونَ",
    "ayet_olay": "Bu ayet, Allah’ın evrendeki düzeni ve ölçüyü nasıl mükemmel bir şekilde yarattığını anlatır. **Güneş’in ışığı (zıyâ) hem enerji hem de hayat kaynağıdır; Ay’ın nuru ise bu ışığın yumuşatılmış yansımasıdır.** Kur’an’da bu fark özellikle vurgulanarak, her şeyin bir ölçü, amaç ve denge içinde yaratıldığı hatırlatılır.\n\nGüneş’in ışığı vahyin doğrudan aydınlatıcılığı gibidir; Ay’ın yansıması ise peygamberlerin ve alimlerin bu ilahi nuru insanlara ulaştırma görevini sembolize eder.\n\nBu iki gök cismi, zamanı, mevsimleri ve ibadet vakitlerini belirlemede insanoğluna rehberlik eder. Ay’ın 29,5 günlük evre döngüsü, kamerî ayların ve Ramazan’ın hesaplanmasında kullanılır. Allah, bu düzeni hem fiziksel hem de manevi bir ders olarak bizlere göstermektedir. Her yeni hilal, bir yenilenme ve farkındalık çağrısı gibidir. Ayet, **‘Allah bunları ancak bir hak ile yarattı’** diyerek, hiçbir şeyin boşuna olmadığını vurgular.\n\nİnsan, gökyüzüne baktığında yalnızca astronomik bir olay değil, Yaratıcısının kudretini de görmelidir. Güneş ve Ay’ın bu mükemmel uyumu, hem bilimin hem de imanın ortak noktasıdır. **Rabbimiz, bilip düşünen bir topluluk olmamızı ve bu düzenin farkına vararak şükretmemizi ister.**"
  },
    {
    "day": 6,
    "ayet_tr": "Allah, her canlıyı sudan yarattı. İşte bunlardan kimi karnı üstünde sürünür, kimi iki ayağı üstünde yürür, kimi dört ayağı üstünde yürür. Allah dilediğini yaratır; şüphesiz Allah her şeye kadirdir.(Nûr Suresi, 45)",
    "ayet_ar": "وَاللّٰهُ خَلَقَ كُلَّ دَٓابَّةٍ مِنْ مَٓاءٍۚ فَمِنْهُمْ مَنْ يَمْش۪ي عَلٰى بَطْنِه۪ۚ وَمِنْهُمْ مَنْ يَمْش۪ي عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَنْ يَمْش۪ي عَلٰٓى اَرْبَعٍۜ يَخْلُقُ اللّٰهُ مَا يَشَٓاءُۜ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَد۪يرٌ",
    "ayet_olay": "Bu ayet, Allah’ın tüm canlıları sudan yarattığını ve her birine farklı özellikler, yürüyüş biçimleri ve yaratılış şekilleri verdiğini bildirir. Suda hayatın kaynağına işaret edilerek, Yaratıcının kudretine dikkat çekilir.\n\n Ayette geçen 'sudan yaratma' ifadesi hem biyolojik hem de manevî bir gerçeğe işaret eder; canlıların var oluşu, Allah’ın iradesiyle farklı şekillerde tezahür eder. İnsan, sürüngen, kuş ya da dört ayaklı fark etmeksizin tüm canlılar aynı ilahî sistemin parçalarıdır. 'Allah dilediğini yaratır' bölümü, yaratılışın yalnızca Allah’ın dilemesiyle gerçekleştiğini, hiçbir gücün bu iradenin önüne geçemeyeceğini vurgular.\n\nBöylece ayet, hem canlılığın ortak kaynağı olan suyu hem de Yüce Allah’ın sınırsız yaratma kudretini hatırlatır; **her canlının farklılığında O’nun hikmetini görmemiz istenir.**"
  },
    {
    "day": 7,
    "ayet_tr": "Hani rabbiniz, ‘Eğer şükrederseniz size (nimetimi) daha çok vereceğim, nankörlük ederseniz hiç şüphesiz azabım pek şiddetlidir!’ diye bildirmişti.” (İbrahim Suresi, 7)",
    "ayet_ar": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَاَز۪يدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ اِنَّ عَذَاب۪ي لَشَد۪يدٌ",
    "ayet_olay": "Bu ayet, Allah’ın nimetlerine şükreden kullarına nimetlerini artıracağını, nankörlük edenlere ise şiddetli bir azap vereceğini bildirir. Hz. Musa’nın İsrailoğullarına yaptığı hatırlatmalardan biri olan bu ifade, **şükrün sadece sözle değil, nimetleri Allah’ın rızasına uygun şekilde kullanmakla olacağını vurgular.** Şükür, nimetin sahibini tanımak ve onu iyilikle değerlendirmektir; **servetin şükrü yardım etmek, bilginin şükrü fayda üretmek, sağlığın şükrü ise ibadet ve hizmettir.**\n\nBu ayet, şükrün insana fayda getirdiğini, küfrün ise sadece sahibine zarar verdiğini bildirir. Nimet-şükür ilişkisi Allah’ın rahmetini, nankörlük ise ilahî adaleti harekete geçirir. Sonuçta **Allah kimseye muhtaç değildir; kullar ise ancak şükürle nimetlerin bereketini sürdürebilirler.**"
  },
    {
    "day": 8,
    "ayet_tr": "Nasıl olabilir ki! Onlar size galip gelselerdi, sizin hakkınızda ne ahit, ne de antlaşma gözetirlerdi. Onlar ağızlarıyla sizi razı ediyorlar, halbuki kalpleri (buna) karşı çıkıyor. Çünkü onların çoğu yoldan çıkmışlardır. (Tevbe Suresi, 8)",
    "ayet_ar": "كَيْفَ وَاِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا ف۪يكُمْ اِلًّا وَلَا ذِمَّةًۜ يُرْضُونَكُمْ بِاَفْوَاهِهِمْ وَتَاْبٰى قُلُوبُهُمْۚ وَاَكْثَرُهُمْ فَاسِقُونَۚ ",
    "ayet_olay": "Bu ayet grubunda, müşriklerin Müslümanlara karşı duydukları kin ve düşmanlık, verdikleri sözleri tutmamaları ve ikiyüzlü tutumları anlatılmaktadır. **Kur’an burada sebepsiz yere savaşmayı değil, ahitlerini bozan, zulmeden ve saldırganlık yapanlara karşı meşru savunmayı emretmektedir.** *Hudeybiye Antlaşması* bağlamında, sözlerine sadık kalan müşriklerle anlaşmalara riayet edilmesi, ancak antlaşmayı bozanlara karşı savaşılması gerektiği vurgulanır. Bu yaklaşım, Kur’an’ın adalet, sadakat ve hukuk ilkelerini esas aldığını gösterir. ‘Şüphe-i emân emandır’ prensibiyle, verilen en küçük güvenceye bile bağlı kalınması gerektiği öğretilir. Aynı zamanda Müslümanlar, **düşmanlarının geçici çıkarlar uğruna verdikleri sözlere aldanmamaları konusunda uyarılır.** Fakat bu düşmanların samimi olarak tövbe edip İslam’ın gereklerini yerine getirmeleri durumunda, onların da din kardeşi sayılacakları belirtilir. Ayette anlatılan ‘küfrün elebaşıları’, iman mücadelesine engel olan, Müslümanlara zulmeden önderlerdir.\n\n Savaşın amacı yok etmek değil, adaleti sağlamak ve saldırganlığı caydırmaktır. Müminler, zaferi kendilerinden değil Allah’tan bilmekle yükümlüdürler; **Allah gönüllerdeki kini giderir, tövbeleri kabul eder.** Sonuç olarak bu ayetler, imtihan dünyasında müminlerin adalet, merhamet ve sorumluluk bilinciyle hareket etmeleri, **savaşta dahi sınırları koruyarak sadece hakkı ve barışı gözetmeleri gerektiğini öğretir.**"
  },
    {
    "day": 9,
    "ayet_tr": "Size ben, “Allah’ın hazineleri yanımdadır”, demiyorum; gaybı da bilmem. “Ben bir meleğim” de demiyorum. Sizin hor gördüğünüz kimseler için, “Allah, onlara asla hiçbir hayır vermez” de diyemem. Allah, onların içlerindekini daha iyi bilir. Böyle bir şey söylersem, o zaman ben gerçekten zâlimlerden olurum. (Hûd Suresi, 31)",
    "ayet_ar": "وَلَآ اَقُولُ لَكُمْ عِنْد۪ي خَزَآئِنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُولُ اِنّ۪ي مَلَكٌ وَلَآ اَقُولُ لِلَّذ۪ينَ تَزْدَر۪يٓ اَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللّٰهُ خَيْرًاۜ اَللّٰهُ اَعْلَمُ بِمَا ف۪يٓ اَنْفُسِهِمْۚ اِنّ۪يٓ اِذًا لَمِنَ الظَّالِم۪ينَ",
    "ayet_olay": "Bu ayetlerde Hz. Nûh’un kavmiyle olan konuşmaları aktarılmaktadır. Kavminin ileri gelen müşrikleri, bir peygamberin zengin, gaybı bilen ve melek gibi olağanüstü güçlere sahip olması gerektiğini sanıyor, fakir müminleri küçümsüyor ve onlara değer verilmesini kabul etmiyorlardı. Hz. Nûh ise bu yanlış inancı reddederek, kendisinin sadece Allah tarafından görevlendirilmiş bir kul olduğunu, Allah’ın hazinelerine sahip olmadığını, gaybı bilmediğini ve melek olmadığını açıkça belirtmiştir.\n\n **O, iman eden fakirleri kovmayı da kesin bir dille reddetmiş, çünkü kalplerde olanı yalnızca Allah’ın bildiğini söylemiştir.** Bu tutumuyla Hz. Nûh, peygamberliğin servet veya statüyle değil, ilahi vazifeyle ilgili olduğunu göstermiştir. Aynı zamanda, müminleri küçümseyen kibirli kişilere karşı, Allah katında değer ölçüsünün zenginlik değil iman ve takva olduğunu hatırlatmıştır.\n\n Ayet, Hz. Nûh’un tevazu, adalet ve samimiyetle tebliğ görevini yerine getirdiğini; insanların iç dünyasını yargılamanın zulüm olduğunu, asıl bilginin Allah’a ait bulunduğunu öğretir. Bu yönüyle, hem Hz. Nûh’un hem de Hz. Muhammed’in (sav) örnekliğinde, peygamberlerin alçakgönüllülük, eşitlik ve adalet ilkeleriyle hareket ettikleri vurgulanmaktadır."
  },
    {
    "day": 10,
    "ayet_tr": "Ne oluyor size ki, Allah yolunda harcamıyorsunuz? Halbuki göklerin ve yerin mirası Allah'ındır. Elbette içinizden, fetihten önce harcayan ve savaşanlar, daha sonra harcayıp savaşanlara eşit değildir. Onların derecesi, sonradan infak eden ve savaşanlardan daha yüksektir. Bununla beraber Allah hepsine de en güzel olanı vâdetmiştir. Allah'ın yaptıklarınızdan haberi vardır. (Hadîd Suresi, 10)",
    "ayet_ar": "وَمَا لَكُمْ اَلَّا تُنْفِقُوا ف۪ي سَب۪يلِ اللّٰهِ وَلِلّٰهِ م۪يرَاثُ السَّمٰوَاتِ وَالْاَرْضِۜ لَا يَسْتَو۪ي مِنْكُمْ مَنْ اَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَۜ اُو۬لٰٓئِكَ اَعْظَمُ دَرَجَةً مِنَ الَّذ۪ينَ اَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُواۜ وَكُلًّا وَعَدَ اللّٰهُ الْحُسْنٰىۜ وَاللّٰهُ بِمَا تَعْمَلُونَ خَب۪يرٌ۟ ",
    "ayet_olay": "Bu ayet Müslümanlara Allah yolunda infak etmeleri gerektiğini hatırlatmakta ve bunu yapmamanın tutarsızlığını vurgulamaktadır. Çünkü göklerin ve yerin gerçek sahibi Allah’tır; **insanlar bu dünyada mallarının geçici bir emanetçisi konumundadır.** Dolayısıyla Allah yolunda harcamak, aslında O’nun verdiği nimeti yine O’nun rızası için kullanmaktır. Ayette geçen 'fetih' ifadesi genellikle Mekke’nin fethi olarak yorumlanmış, bazı müfessirler ise Hudeybiye Antlaşması’nı kastettiğini belirtmiştir.\n\nBu ayet, **zorluk dönemlerinde Allah yolunda malını ve canını ortaya koyanların, fetih sonrası rahat dönemde bunu yapanlardan derece olarak daha üstün olduklarını bildirmektedir.** Çünkü zor zamanlarda yapılan fedakârlığın değeri daha büyüktür. Ayette ayrıca her iki grubun da Allah tarafından ödüllendirileceği belirtilir; **ancak öncülük edenlerin (es-sâbikûn el-evvelûn) yani İslam’ın ilk yıllarında zorluklara rağmen infak eden ve savaşanların derecelerinin daha yüksek olduğu ifade edilir.** Bu, hem Hz. Ebû Bekir gibi ilk Müslümanları, hem de İslam’a erken katılıp sıkıntılara sabreden sahabileri kapsamaktadır.\n\n Ayet, müminlerin mallarının ve canlarının gerçek sahibinin Allah olduğunu, her şeyin sonunda O’na döneceğini, bu yüzden malı Allah yolunda harcamanın aslında ebedi bir kazanç olduğunu öğretir. Ayrıca, Allah’ın insanların kalplerini ve niyetlerini en iyi bilen olduğunu hatırlatarak, **infakta ve cihadda asıl değerin niyet ve samimiyette olduğunu vurgular.** Böylece ayet, müminlere hem infak bilincini hem de dünyaya bağlılık yerine Allah’a teslimiyet ve fedakârlık ruhunu kazandırmayı amaçlar."
  },
    {
    "day": 11,
    "ayet_tr": "De ki: 'Sizin uyarıldığınız şey yakın mıdır, yoksa Rabbim ona uzun bir süre mi koyacaktır, bilemem.' O, gaybı bilendir. Hiç kimseye gaybını bildirmez. (Cin Suresi, 25-26)",
    "ayet_ar": "قُلْ اِنْ اَدْر۪يٓ اَقَر۪يبٌ مَا تُوعَدُونَ اَمْ يَجْعَلُ لَهُ رَبّ۪يٓ اَمَدًا * عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِه۪ٓ اَحَدًاۙ",
    "ayet_olay": "Bu ayet, kıyametin ve gaybın bilgisinin yalnızca Allah’a ait olduğunu bildirir. Peygamber Efendimiz (s.a.v.) dahi kıyametin ne zaman kopacağını, inkârcılara vaat edilen azabın veya müminlere vaat edilen zaferin ne vakit gerçekleşeceğini bilemez.\n\nMekke müşrikleri Hz. Peygamber’le alay ederek 'Bizi tehdit ettiğin o gün ne zamanmış?' diye sorarlardı. Bunun üzerine bu ayet nazil olmuş, Resûlullah’a gaybın bilgisine dair sadece Allah’ın dilediğini bildirdiği açıklanmıştır.\n\nBurada hem kıyametin zamanı hem de ilahi cezaların vakti konusunda bilgi sahibi olmanın sadece Allah’a mahsus olduğu vurgulanır. 'عَالِمُ الْغَيْبِ' ifadesiyle **Allah’ın gaybı bilen tek varlık** olduğu belirtilir. **O, gaybını hiç kimseye açmaz; ancak dilediği elçisine vahiy yoluyla bazı bilgileri bildirir.** Bu ayet, Hz. Peygamber’in insan oluşunu ve vahyin sınırlarını hatırlatır; peygamber bile gaybı bilemez, sadece Allah’ın bildirdiğini aktarır. Aynı zamanda müminlere sabır ve teslimiyet, inkârcılara ise uyarı mesajı taşır. **Çünkü kıyametin vakti gizlidir, fakat mutlaka gelecektir.** Bu ayet, gaybın bilgisinin Allah’a ait olduğunu, ilahi irade tecelli etmeden hiçbir varlığın bu bilgiye erişemeyeceğini öğretir."
  },
    {
    "day": 12,
    "ayet_tr": "Rabbinin gölgeyi nasıl uzattığını görmedin mi? Eğer dileseydi, onu elbet hareketsiz kılardı. Sonra biz güneşi, ona delil kıldık. Sonra onu (uzayan gölgeyi) yavaş yavaş kendimize çektik (kısalttık). (Furkân Suresi, 45-46)",
    "ayet_ar": "اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَٓاءَ لَجَعَلَهُ سَاكِناًۚ ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلٖيلاًۙ * ثُمَّ قَبَضْنَاهُ اِلَيْنَا قَبْضاً يَسٖيراًۙ",
    "ayet_olay": "Bu ayet, Allah’ın kudretini göstermek için gölgeyi örnek verir. Yüce Allah, gölgenin uzayıp kısalmasını ve Güneş’le olan ilişkisini düşünmemizi ister. 'Rabbinin gölgeyi nasıl uzattığını görmedin mi?' ifadesi, **insanın çevresindeki en basit ama derin işaretlerden biri olan gölgeye dikkat çekmektedir.** Allah dileseydi gölgeyi hareketsiz kılardı; fakat Güneş’i gölgeye bir ölçü ve kılavuz yaptı. **Böylece insan, her gün yaşadığı bu doğal olayı gözlemleyerek Allah’ın varlığını, kudretini ve düzenini fark etmelidir.**\n\nGölge, Güneş doğmadan önce uzar, gün boyunca kısalır ve sonunda kaybolur. Bu, dünyanın dönüşüyle gerçekleşen, mükemmel bir ilahi dengedir. Ayetteki 'sonra onu kolayca kendimize çekeriz' ifadesi, gölgenin yavaş yavaş kaybolmasının Allah için ne kadar kolay olduğunu gösterir.\n\nBu hem doğadaki mükemmel düzene hem de kıyamet gibi büyük olayların Allah için ne kadar kolay olduğuna bir işarettir. **Gölge, ışığın varlığını gösterdiği gibi, mahlûkat da Yaratıcısının varlığını gösterir. Gölgeyi anlamak için Güneş’e, hayatı anlamak için ise hayatın güneşi olan Kur’an’a bakmak gerekir.** Ayet, insana hem tefekkür hem de şükür bilinci kazandırır: En yakınındaki gölge bile Allah’ın varlığının bir delilidir. Bu gerçeği göremeyen insan, kendi gölgesine bile hükmedemeyeceğini bilmelidir."
  },
    {
    "day": 13,
    "ayet_tr": "Peki inkâr ederseniz, çocukları ak saçlı ihtiyarlara çevirecek o günden kendinizi nasıl koruyabileceksiniz? (Müzzemmil Suresi, 17)",
    "ayet_ar": "فَكَيْفَ تَتَّقُونَ اِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ ش۪يبًاۗ",
    "ayet_olay": "Bu ayet, insanı derinden sarsan bir uyarıdır: 'Çocuğu yaşlıya çevirecek o günden nasıl korunabilirsiniz ki!' ifadesi, kıyamet gününün dehşetini anlatan güçlü bir mecazdır. Allah, bu ayetle inkârcılara seslenir ve onların o büyük günden kaçamayacaklarını bildirir.\n\nBuradaki soru ifadesi gerçek bir soru değil, azarlayıcı ve uyarıcı bir ifadedir — 'Nasıl korunabileceksiniz ki!' anlamında bir kınamadır. Ayetteki 'tettekûne' kelimesi 'korunmak' anlamındadır ve azaptan sakınmanın artık imkânsız olduğu o anı vurgular. Bu günün, 'çocukları ak saçlı ihtiyarlara çevirecek' denmesi, olayların şiddetini, korkunun büyüklüğünü anlatan bir teşbihtir. Çünkü çocuklar sorumlu değildir; **bu benzetme, o günün ne kadar ağır olacağını ifade etmek için kullanılmıştır.** Ayet, kıyametin sadece fiziksel değil, ruhsal bir sarsıntı olacağını; insanların korkudan ve şaşkınlıktan adeta yaşlanacaklarını belirtir.\n\nMüzzemmil Suresi’nin bu bölümü, Mekkeli inkârcıların alaycı tavırlarına karşı bir cevaptır. Onlar kıyameti inkâr ediyor, ama Allah onlara bu ayetle, **'O gün geldiğinde hiçbiriniz kaçamayacaksınız'** mesajını veriyor. Kur’an’ın başka yerlerinde de aynı dehşet anlatılır: **Emzikli annelerin çocuklarını unutacağı, hamilelerin düşük yapacağı, insanların sarhoş gibi davranacağı o büyük sarsıntı...** Bu ayet, insanı hem inkârın sonunu düşünmeye hem de Allah’a sığınmaya çağırır.\n\nKıyamet, sadece bir son değil, gerçeğin tam anlamıyla ortaya çıkacağı bir andır. **O gün için hazırlığı olmayan kimse, hiçbir şeyle kendini koruyamaz.**"
  },
    {
    "day": 14,
    "ayet_tr": "“Oku şimdi kitabını! Bugün kendini yargılamak üzere kendi nefsin yeter!” (İsrâ Suresi, 14)",
    "ayet_ar": ".اِقْرَاْ كِتَابَكَۜ كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَس۪يبًاۜ",
    "ayet_olay": "Bu ayetler, mahşer ve amel defteri gerçeğini anlatır. İnsanlar o gün diriltilecek, toplanacak ve amelleri kendilerine sunulacaktır. **Kehf 18:49’da** belirtildiği gibi suçlular amel defterini gördüklerinde büyük bir şaşkınlık ve pişmanlık yaşayacak, yaptıklarının eksiksiz kayıt altına alındığını fark edeceklerdir: **'Âh, vay hâlimize! Küçük büyük hiçbir şey bırakmaksızın her şey sayılmış!'** Bu süreçte, herkes yaptığı ve yapmadığı her şeyin farkında olacak, hiçbir haksızlık söz konusu olmayacaktır.\n\nİyiler ise amel defterlerini okuduklarında huzur ve sevinç içinde olacak, dünya hayatında yaptıkları fedakârlıkların karşılığını alacaklardır. Ayette geçen 'ikra' (oku) kelimesi, amel defterini açık ve seçik anlamak, her şeyin farkında olmak manasındadır. **'Kefâ bînefsike hasîben'** ifadesiyle de, mahşerde kişi için kendi nefsinin artık hesap görücü olacağı belirtilmektedir. Bu gerçek, insanların dünya hayatında sürekli muhasebe yapmalarının önemini vurgular.\n\nHz. Peygamber’in uyarısıyla: **'Hesaba çekilmeden önce kendinizi muhasebe edin.'** Mahşerde şaşkınlık, pişmanlık ve hesap görme tamamen adalet ve açıklık esasına göre gerçekleşecektir."
  },
    {
    "day": 15,
    "ayet_tr": "Ey insanlar! Allah'ın vâdi gerçektir, sakın dünya hayatı sizi aldatmasın ve o aldatıcı (şeytan) da Allah hakkında sizi kandırmasın! (Fâtır Suresi, 5)",
    "ayet_ar": ".يَآ اَيُّهَا النَّاسُ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَا۠ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُورُ",
    "ayet_olay": "Ayet insanları iki aldatıcıdan korumaya dair uyarır: dünya hayatı ve şeytan. 'Ey insanlar! Şüphesiz Allah’ın vaadi gerçektir.' hitabı, öncelikle Mekkeli müşriklere yönelik olsa da **evrenseldir.** Allah’ın vaadi, özellikle kıyamet ve ahiret süreçlerini kapsayan kesin bir gerçektir. 'Dünya hayatı sakın sizi aldatmasın!' uyarısı, geçici olan dünya hayatının insana cazip görünmesine karşıdır; nimetler kısa ve geçicidir, ahiret ise ebedidir.\n\n'O çok aldatıcı (şeytan) sakın sizi Allah ile aldatmasın!' ifadesiyle de insanların şeytanın oyunlarına kanmamaları gerektiği vurgulanır. Buradaki aldatma, ya **Allah’ın affediciliğini yanlış yorumlamak ya da dünya nimetlerine kapılmaktır.** Sonuç olarak ayet, insanların hem dünya hayatına hem de şeytana karşı dikkatli ve samimi bir duruş sergilemelerini, ahirete odaklanmalarını öğütler."
  },
    {
    "day": 16,
    "ayet_tr": "Korku ve ümit içinde rablerine ibadet ve dua etmek üzere vücutları yatak görmez, kendilerine verdiğimiz rızıktan da Allah için harcarlar. (Secde Suresi, 16)",
    "ayet_ar": "تَتَجَافٰى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًاۘ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
    "ayet_olay": "Ayet, duyarlı müminlerin gecelerini nasıl değerlendirdiklerini ve rızıklarını nasıl paylaştıklarını anlatır. Müminler gecelerini yataklarından kalkarak Allah’a dua ve ibadetle geçirirler; secde, kıyam, Kur’an tilaveti ve istiğfar ile gecelerini ihya ederler.\n\nBu ibadetlerde yürekten **korku ve ümit bir arada vardır: Allah’ın azabından korkup rahmetini umarlar.** Gece uykusu kontrollü alınır, gündüz de ihtiyaca göre dinlenilir.\n\nAyrıca müminler mallarının bir kısmını Allah yolunda infak ederler; burada maksat, tüm mal değil bir kısmın paylaşılmasıdır.\n\nÖzetle ayet, müminlerin gece ibadeti, dua ile korku ve ümidi birleştirmesi, tesbih ve secde ile Allah’a yakınlaşması ve rızıklarını paylaşmaları gerektiğini vurgular."
  },
    {
    "day": 17,
    "ayet_tr": "«Gerçekten Allah fakir, biz ise zenginiz» diyenlerin sözünü andolsun ki Allah işitmiştir. Onların (bu) dediklerini, haksız yere peygamberleri öldürmeleri ile birlikte yazacağız ve diyeceğiz ki: Tadın o yakıcı azabı! (Âl-i İmrân Suresi, 181)",
    "ayet_ar": "لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذ۪ينَ قَالُٓوا اِنَّ اللّٰهَ فَق۪يرٌ وَنَحْنُ اَغْنِيَٓاءُۢ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْاَنْبِيَٓاءَ بِغَيْرِ حَقٍّۙ وَنَقُولُ ذُوقُوا عَذَابَ الْحَر۪يقِ",
    "ayet_olay": "Allah’a güzel bir borç vermeyi teşvik ederken, bazı Yahudilerin bunu alaya alması ve Allah’ı fakir, kendilerini zengin görmek suretiyle suçlamaları üzerine inmiştir ayet. Yüce Allah, onların hem bu sözlerini hem de peygamberleri haksız yere öldürmelerini kaydedeceğini ve mahşerde hesaplarını soracağını bildirir. Bu ayet, inkârcı, alaycı ve iftiracı tutumların ciddi bir suç olduğunu ve bunların affedilmeyeceğini, sonucu olarak yakıcı bir azapla karşılaşacaklarını vurgular."
  },
    {
    "day": 18,
    "ayet_tr": "İşte bu, ellerinizle yapıp ettikleriniz yüzündendir ve kuşkusuz Allah kullara asla zulmedici değildir. (Araf, 23)",
    "ayet_ar": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْد۪يكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِلْعَب۪يدِۙ",
    "ayet_olay": "Hak dini inkâr edenlerin başına gelen sıkıntılar, hem dünyada hem ölüm anında ölüm meleklerinin elinde, nihayet kıyamette cehennemde yakıcı azap olarak verilir. Bunlar, kulun kendi elleriyle işlediği suç ve günahların sonucudur; Allah haksızlık etmez, herkes uyarılmış ve düzeltme imkânı bulmuştur."
  },
    {
    "day": 19,
    "ayet_tr": "İman edip dünya ve âhirete yararlı işler yapanlara, yapmış olduklarına karşılık, hazır olarak onları bekleyen, huzur içinde kalacakları cennetler vardır. (Secde Suresi, 19)",
    "ayet_ar": "اَمَّا الَّذ۪ينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَاْوٰىۘ نُزُلًا بِمَا كَانُوا يَعْمَلُونَ",
    "ayet_olay": "İman eden ve iyi işler yapanlara mahşerde barınılacak ve huzur içinde kalacak cennetler vaadedilmektedir. İman ve sâlih amel, cennetin sebebi; cennet ise sonucu olarak görülür. Kur’an’da cennetler farklı kavramlarla ifade edilmekte olup, **'cennetu’l-me’vâ'** tamlaması özellikle sığınılacak, durulacak ve huzur bulunacak bahçe anlamında kullanılmaktadır."
  },
    {
    "day": 20,
    "ayet_tr": "Orada asla namaza durma! Daha ilk günden takvâ temeli üzerine kurulan mescid ise namaz kılman için elbette daha uygundur; burada gerçekten arınmak isteyen adamlar vardır. Allah da arınmaya çalışanları sever. (Tevbe Suresi, 108)",
    "ayet_ar": "لَا تَقُمْ فٖيهِ اَبَداًؕ لَمَسْجِدٌ اُسِّسَ عَلَى التَّقْوٰى مِنْ اَوَّلِ يَوْمٍ اَحَقُّ اَنْ تَقُومَ فٖيهِؕ فٖيهِ رِجَالٌ يُحِبُّونَ اَنْ يَتَطَهَّرُواؕ وَاللّٰهُ يُحِبُّ الْمُطَّهِّرٖينَ",
    "ayet_olay": "Medine’de Hazrec kabilesinden bazı kişiler, Hz. Peygamber’in Medine’ye hicret etmesi ve İslam’ı yaymasıyla kendi menfaatlerinin tehlikeye gireceğini düşündüler. Bunlardan Ebû Âmir, Hıristiyan olup papazlaşmış ve müslümanlara karşı Mekke müşrikleriyle ittifak yaptı. Münafıklar, fesat amacıyla Mescid-i Dırâr’ı inşa ettiler ve Hz. Peygamber’den burada namaz kılmasını istediler. Hz. Peygamber, Tebük Seferi hazırlıkları nedeniyle önce kabul etmedi. Sefer dönüşünde münafıkların bu talebi tekrar gelince, ayet nâzil oldu: Bu mescidde asla namaza durulmaması, takvâ temeli üzerine inşa edilen Mescid-i Nebevî veya Kuba Mescidi’nde namaza durulması gerektiği bildirildi. Ayette ayrıca, Mescid-i Nebevî’de temizlenmeye ve günahlardan arınmaya çalışan fedakâr müminlerin bulunduğu ve Allah’ın onları sevdiği ifade edilmiştir. Bu ayet, münafıkların fesatını ve nifakını önlemeye yönelik bir uyarı niteliği taşımaktadır."
  },
    {
    "day": 21,
    "ayet_tr": "Dağları görürsün, onları hareketsiz sanırsın. Hâlbuki onlar bulutların geçişi gibi hareket ederler. Bunu, her şeyi sağlam ve yerli yerince yapan Allah yapmıştır. Şüphesiz O, yaptıklarınızdan hakkıyla haberdardır. (Neml Suresi, 88)",
    "ayet_ar": "وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِؕ صُنْعَ اللّٰهِ الَّـذٖٓي اَتْقَنَ كُلَّ شَيْءٍؕ اِنَّهُ خَبٖيرٌ بِمَا تَفْعَلُونَ",
    "ayet_olay": "Bazı müfessirler, ayetin dünyanın güneş etrafındaki dönüşüne işaret ettiğini, bazıları ise kıyametin ilâhî kudretle kopacağını gösterdiğini belirtmişlerdir. Ayette sabit sanılan dağların, Sûr borusunun üflenmesiyle Son Saat’te bulutlar gibi hareket edeceği, yeryüzünün büyük bir değişim yaşayacağı vurgulanmaktadır. Bu olay, kıyametteki dehşetin bir göstergesidir ve inkârcılara uyarı niteliği taşır.\n\nAyrıca ayette Yüce Allah’ın her şeyi mükemmel bir şekilde yarattığı ve düzenlediği, her insanın yaptıklarından haberdar olduğu hatırlatılmaktadır.\n\nAyetin farklı bir bakışı ise, bunun yıkımdan çok mevcut sistemdeki ilâhî sanatın büyüklüğünü gösterdiğini de ifade edebilir; **yani dağlar ve yeryüzü, yaratılışın ve düzenin bir göstergesi olarak sürekli hareket hâlindedir.**\n\n**Bilimsel Perspektif: Dağların Hareketi**\n\nModern jeoloji bilimi, dağların aslında sabit olmadığını, yer kabuğundaki levha hareketleri nedeniyle sürekli olarak hareket ettiklerini ortaya koymuştur. Bu hareketler, levha tektoniği teorisi çerçevesinde açıklanır; kıtaların birbirine yaklaşması, uzaklaşması veya birbirinin yanından kayması sonucu dağlar oluşur ve şekil değiştirir. Özellikle dağların yer kabuğuna derinlemesine gömülü olan kökleri, bu hareketlerin bir sonucudur. Bu durum, dağların **"bulutların sürüklenmesi gibi"** hareket ettiğini ifade eden ayetle paralellik göstermektedir.\n\n**Kur'an'ın Bilimsel Mucizesi**\n\nKur'an'ın 7. yüzyılda bu bilimsel gerçeği belirtmesi, dönemin bilimsel bilgi seviyesinin çok ötesinde bir bilgiyi içerdiği için mucizevi bir özellik taşır. Bu durum, **Kur'an'ın ilahi bir kaynağa sahip olduğunun bir delili** olarak kabul edilir. Zira o dönemde bu tür jeolojik hareketler hakkında bilgi edinmek mümkün değildi.\n\nSonuç olarak ayet, hem kıyamet vurgusu hem de Allah’ın kudret ve sanatıyla varlıkları düzenleme mesajını içermektedir."
  },
    {
    "day": 22,
    "ayet_tr": "Yedi gök, yer ve bunlarda bulunanlar O’nu tesbih eder; O’nu hamd ile tesbih etmeyen hiçbir şey yoktur. Fakat siz onların tesbihini anlayamazsınız. O halîmdir, bağışlayıcıdır. (İsrâ Suresi, 44)",
    "ayet_ar": "تُسَبِّحُ لَهُ السَّمٰوَاتُ السَّبْعُ وَالْاَرْضُ وَمَنْ فٖيهِنَّؕ وَاِنْ مِنْ شَيْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَا تَفْقَهُونَ تَسْبٖيحَهُمْؕ اِنَّهُ كَانَ حَلٖيماً غَفُوراً",
    "ayet_olay": "Yedi gök ve onlardaki varlıkların hepsi Allah’ı tesbih eder, fakat insanlar onların tesbihini anlayamazlar. Tesbih, iki şekilde gerçekleşir: **dil ile tesbih ve hal ile tesbih.**\n\nDil ile tesbih, varlıkların Allah’ı eksiklikten uzak olarak, zâtı, sıfatları ve fiilleriyle yüceltmesidir.\n\nHal ile tesbih ise, varlıkların yaratılış amacına uygun hareket ederek, Allah’ın kudretini ve birliğini göstermeleridir.\n\nEvrendeki her şey; zerreden galaksilere, hidrojen çekirdeğinden saniyede 2000 km hızla dönen elektrona kadar, Allah’ın mutlak düzenine göre işleyerek O’nu tesbih eder. İnsanlar ve inkârcılar, mahlûkatın tesbihini anlayamaz, çünkü varlıkların sayısını ve niteliklerini eksiksiz bilmek mümkün değildir. Bu durum, insanların Allah’a ortak koşmalarının yanlışlığını ve O’na teslim olmamanın tehlikesini gösterir.\n\nAyette ayrıca Allah’ın halîm ve ğafûr oluşu vurgulanır: Halîm oluşu, kullarının günah ve isyanlarına acele cezalandırmamasını; ğafûr oluşu ise çok bağışlayıcı ve tövbeleri kabul eden olduğunu ifade eder. Bilimsel açıdan bakıldığında, atomlardan elmalara, gezegenlerden galaksilere kadar her varlık, kendi özgün yapısıyla Allah’ın varlığına delil teşkil eder.\n\nGezegenlerin hareketi ve evrendeki doğal yasalar, varlıkların tesbih biçimidir; hareket etmeleri ve düzeni korumaları Allah’ın kudretine tanıklık eder. İnsan bilimi ilerledikçe evrendeki bilinmeyen sırlar da gün yüzüne çıkar, fakat mahlûkatın Allah’ı tesbih etmesi gerçeği değişmez. Ayet, hem varlıkların Allah’a teslimiyetini hem de insanların anlayışının sınırlılığını vurgular ve putperestlerin Allah’a ortak koşmalarının yanlışlığını ortaya koyar."
  },
    {
    "day": 23,
    "ayet_tr": "Sonunda biz onu ve evini barkını yerin dibine geçirdik. Artık Allah’a karşı ona yardım edecek adamları olmadığı gibi, kendi kendini kurtarabilecek durumda da değildi. (Kasas Suresi, 81)",
    "ayet_ar": "فَخَسَفْنَا بِه۪ وَبِدَارِهِ الْاَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللّٰهِۗ وَمَا كَانَ مِنَ الْمُنْتَصِر۪ينَ",
    "ayet_olay": "Karun kıssası, servet ve güce güvenip Allah’a isyan edenlerin akıbetini gösteren bir ibret tablosudur. 'Ama suçluluğu kesinleşmiş olanlara artık günahları sorulmaz' ifadesi, suçluların sorumsuz olduğunu değil, yaptıklarının suç ve günah olduğunun açıkça bilindiğini ve bunun sarsıcı bir uyarı olduğunu ifade eder.\n\nDünya malına özenenler, Karun’un servet ve ihtişamına imrenirken, ilim ve irfan sahibi kişiler bu tür özentilerin boş ve geçici olduğunu hatırlatır. Karun, ev ve servetiyle birlikte yerin dibine batırılmıştır; bu, dünyaya ve mal-mülke güvenmenin akıbetinin korkunç olduğunu gösterir. Ayetteki خَسَفْنَا [hasefnâ] fiili, yerle bir etmek ve helak etmek anlamındadır.\n\nServet, insanın varlık hiyerarşisinde en aşağı tabakayı temsil eder; **kişi yüzünü servete dönerse, Allah’a yönelmeyi bırakmış olur ve servet onu aşağı çeker.** Bu kıssa, servetin insanı nesneleştirmesine izin verilmemesi gerektiğini ve Allah’a teslimiyetin önemini vurgular."
  },
    {
    "day": 24,
    "ayet_tr": "İnsan, “Keşke (âhiret) hayatım için daha önce bir şeyler yapmış olsaydım!” der. (Fecr Suresi, 24)",
    "ayet_ar": "يَقُولُ يَا لَيْتَنٖي قَدَّمْتُ لِحَيَاتٖيۚ",
    "ayet_olay": "**'Eyvah, aldandık! Şu hayat-ı dünyeviyeyi sabit zannettik. O zan sebebiyle bütün bütün zayi ettik. Evet, şu güzerân-ı hayat bir uykudur; bir rüya gibi geçti. Şu temelsiz ömür dahi bir rüzgâr gibi uçar, gider.'**\n\nBu ayetler kıyamet sahnelerini tasvir ederken, dünya hayatına ve mal mülke aşırı düşkünlüğü eleştirir. İnsan, Allah’a ve insanlara karşı sorumluluğunu unuttuğunda, hayatın geçiciliğini fark ettiğinde duyacağı büyük pişmanlık ve korku bu ayetlerle anlatılmaktadır.\n\n'Rabbin gelip melekler de saf saf dizildiğinde' ifadesini erken dönem müfessirler (selef) lafzî anlamıyla, sonraki müfessirler (halef) ise 'Rabbinin emrinin gelmesi' olarak yorumlamıştır. Bu ifadelerin gayb âlemine ait oluşu nedeniyle mahiyetlerini bilmek mümkün değildir; müminin görevi ahirete ve hesap gününe iman etmektir.\n\nAyetlerde geçen يَا لَيْتَنِي [yâ leytenî] ifadesi, pişmanlığı derinleştiren bir anlatım biçimidir; 'Ah, ne olurdu, keşke ben...' şeklinde iki kat pişmanlık içeren bir nidadır. Suçluların bu pişmanlığı, dünyada iyilik yapmamış olmalarından dolayıdır ve **artık hiçbir geri dönüş mümkün değildir.**\n\nKur’an, pişmanlıkların ölüm anında başlayacağını (Nahl 16:28) ve mahşerde artarak devam edeceğini bildirir. Bu pişmanlıklar, dünyaya dönme istekleri (En’âm 6:27; A‘râf 7:53; Şu‘arâ 26:102), azabın hafifletilmesi talepleri (Fâtır 35:37), zamanın biraz daha uzatılması arzuları (İbrahim 14:44; Mü’min 40:11), veya hakikati geç fark etmenin acısı (Mülk 67:10-11) şeklinde tezahür eder.\n\nBu ifadeler, mahşerdeki insanların suçlarını itiraf ettikleri, ancak artık hiçbir şeyin değişmeyeceği bir sahneyi gözler önüne serer. Zalimler, **'Keşke dünyaya geri dönebilsek' (Bakara 2:167), 'Keşke falanı dost edinmeseydim' (Furkân 25:27-28) veya 'Keşke Müslüman olsaydık' (Hicr 15:2)** diyerek pişmanlıklarını dile getirirler. Ancak bütün bu ifadeler sonuçsuz kalır; çünkü Allah’ın hükmü kesindir.\n\nAyetlerde yer alan betimlemeler, günahkârların yerin dibine batmayı (Nisâ 4:42), cehennemden çıkmak istemelerini (Mâide 5:37) ve sonunda tamamen çaresiz kalışlarını anlatır. Sonuçta, cehennemliklerin feryatları, azabın hafifletilmesi veya dönme talepleri asla kabul edilmeyecek, verilen karar kesinleşecektir. Tüm bu ayetler, insanı dünyadayken doğru yola çağıran ilahî uyarılardır; pişmanlık, ölümden sonra hiçbir fayda sağlamayacaktır."
  },
    {
    "day": 25,
    "ayet_tr": "Allah'ı unutan ve bu yüzden Allah'ın da onlara kendilerini unutturduğu kimseler gibi olmayın. Onlar yoldan çıkan kimselerdir. (Haşr Suresi, 19)",
    "ayet_ar": "وَلَا تَكُونُوا كَالَّذٖينَ نَسُوا اللّٰهَ فَاَنْسٰيهُمْ اَنْفُسَهُمْؕ اُو۬لٰٓئِكَ هُمُ الْفَاسِقُونَ",
    "ayet_olay": "Tâhâ 19. âyette geçen 'Allah’ı unutmak', Allah’ın kulu olduğu bilincinden yoksunluk ve O’na karşı kulluk borcunu umursamamak anlamındadır. Tevbe 67’de münafıkların Allah’ı umursamadığı, Allah’ın da onları kendi hallerine bıraktığı ifade edilmiştir; yani **dünyada Allah bilincinden yoksun olan kişi, mahşerde de kendi tercihlerinin sorumluluğuyla baş başa kalır.** Bu durum, insanın kendini tanıma şuurundan uzaklaşması ve hayatını boşa geçirmesi anlamına gelir.\n\n20. âyette belirtildiği üzere, ahirette bu kişiler sorumluluk bilinciyle hareket edenlerden ayrılacak ve hak ettikleri muameleyi görecektir. Müfessirler, Allah’ı unutanlara iyilik yapmayı ve kötülükten sakınmayı unutturması, onları mutluluk payından mahrum bırakması şeklinde yorumlamışlardır.\n\nBu âyetten, insan kendini tanırsa rabbini de tanıyacağı sonucu çıkarılabilir. Hz. Ali’den nakledilen **'Sen kendini bil ki rabbini de bilesin'** vecizeleri bu yorumu destekler. Ayet müminlere uyarıda bulunur: **'Allah’ı unutan ve Allah’ın da onlara kendilerini unutturduğu kişiler gibi olmayın! Onlar yoldan çıkanlardır.'** Burada الْفَاسِقُون [el-fâsıkûne] 'yoldan çıkanlar', hum zamiri ise vurgulu olarak gerçek yoldan çıkanların bu kişiler olduğunu belirtir.\n\nTâhâ 20:126, Haşr 59:19 ve Secde 32:14’te de benzer şekilde dünya hayatında Allah’ı unutanların mahşerde unutulacağı ifade edilir. A‘râf 7:51 ve Tevbe 9:67’de de inkârcıların ve münafıkların unutulması, dünyadaki tercihlerinin sonucu olarak bildirilir. Burada **'Allah’ın unutturması', kişinin Allah’tan habersiz kalması değil, onun sıkıntıda bırakılması, azabının devamlı hale getirilmesi anlamındadır.**\n\nSonuç olarak, Allah’ı unutan kişi kendisini de unutur ve bu en büyük kayıp ve gaflettir; böylece hata yapmayı bırakması veya iyilikleri sürdürmesi mümkün olmaz. Ayetler, insanın Allah bilinciyle hareket etmesinin önemini vurgular ve unutmanın mecazî bir ceza ve terk ediş olduğunu bildirir."
  },
    {
    "day": 26,
    "ayet_tr": "Hatırlayın ki, bir zaman siz yeryüzünde âciz tanınan az (bir toplum) idiniz; insanların sizi kapıp götürmesinden korkuyordunuz da şükredesiniz diye Allah size yer yurt verdi; yardımıyla sizi destekledi ve size temizinden rızıklar verdi. (Enfâl Suresi, 26)",
    "ayet_ar": "وَاذْكُـرُٓوا اِذْ اَنْتُمْ قَلٖيلٌ مُسْتَضْعَفُونَ فِي الْاَرْضِ تَخَافُونَ اَنْ يَتَخَطَّفَكُمُ النَّاسُ فَاٰوٰيكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ",
    "ayet_olay": "Allah’a ve Resûlüne itaat etmek, ilâhî çağrıya uymak ve fitneyi engellemek İslâmî erdemlerdendir. Bu erdemler telkin edildikten sonra bir başka önemli erdeme, nimetlerin unutulmaması ve şükredilmesine değinilmiştir. Ayetler, o dönemde Müslümanların özellikle hatırlayıp şükretmeleri gereken nimetleri, müşriklerin zulmünden kurtulmaları, güvenli bir yurt edinmeleri, düşmanlarına karşı mûcizevî destek almaları ve maddî ihtiyaçlarının giderilmesi şeklinde sıralamaktadır.\n\nYüce Allah, Medine’ye hicret eden muhacirleri hatırlatmakta ve Mekke’de sayıca az, zayıf düşürülen bir toplum olduklarını belirtmektedir. Ayette geçen مُسْتَضْعَفُون [müstad‘afûne] kelimesi zayıf düşürülen, güçsüz, çaresiz ve ezilenleri ifade eder; تَخَافُونَ اَنْ يَتَخَطَّفَكُمُ النَّاسُ ifadesi ise sürgün edilme, kovulma korkusunu anlatır. Bu bağlamda, **Yüce Allah önce onların önceki durumlarını hatırlatmakta, ardından kendilerine verdiği nimetleri beyan etmektedir.**\n\nAyette geçen فَاٰوٰيكُمْ وَاَيَّدَكُمْ بِنَصْرِه۪ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ifadesi, şükretmeleri için onların korunup desteklendiğini ve temiz rızıklarla donatıldığını ifade eder. فَاٰوٰيكُمْ (Allah sizi himaye etti) ile barınak, güvenlik ve sığınak sağladığı; وَاَيَّدَكُمْ بِنَصْرِه۪ (yardımıyla destekledi) ile **Bedir Savaşı’nda melek desteği ve Ensar yardımı gibi yardım unsurları**; وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ (temiz rızıklar verdi) ile de helal ve tertemiz rızıklar verilmesi belirtilmiştir. Verilen nimetlerin amacı, لَعَلَّكُمْ تَشْكُرُونَ ifadesiyle **şükretmelerini sağlamak ve her zorluktan sonra kolaylık bulunduğunu hatırlatmaktır.**"
  },
  {
    "day": 27,
    "ayet_tr": "Allah’ın gökten yağmur indirdiği, böylece yeryüzünün yemyeşil olduğunu görmedin mi? Şüphesiz Allah, çok lütufkârdır, hakkıyla haberdardır. (Hac Suresi, 63)",
    "ayet_ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَآءِ مَآءًۘ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۜ اِنَّ اللّٰهَ لَط۪يفٌ خَب۪يرٌۚ",
    "ayet_olay": "Gökten inen suyun yeryüzünü yeşertmesinden, deniz araçlarının insanlara sağladığı kolaylıklara ve yer-gök dengesine kadar evrendeki tüm yasalar, dengeler ve oluşlar Cenâb-ı Allah’ın dilemesine ve yaratmasına bağlıdır. 66. ayette belirtildiği üzere, Allah’ın bu büyük nimetlerine rağmen insanlar nankör davranmaktadır. Buradaki mesaj, basîret sahibi kimselerin bile nimetleri görmezden gelmesindeki yaygın beşerî zaftır (Bkz. Bakara 2/22, 29, 164; Ra‘d 13/2; İbrâhim 14/32-34; Nahl 16/10-11, 14-16, 65; İsrâ 17/66). \n\n1. اَلَمْ تَرَ [elem tera] “Görmez misin(iz)?” ifadesi ile Yüce Allah, muhatabını inkârcı tiplerin duyarsızlığına dikkat çekerek uyarır. Bu ifade “Haberin(iz) yok mu?”, “Gözün(üz)de canlandırabilir misin(iz)?” anlamlarında yorumlanır ve mesaj tüm insanlığa yöneliktir. \n\n2. اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَآءِ مَآءً Allah’ın gökten su indirdiğini beyan eder. اَنْزَلَ [enzele] fiili sadece “indirmek” değil aynı zamanda “ikram etmek” anlamına da gelir. Geçmiş zaman kipiyle kullanılsa da Rabbimizin kâinattaki sürekliliğini ve müdahalesini ifade eder (Bkz. Furkân 25:48; A‘râf 7:57; Nûr 24:43; Fâtır 35:9). \n\n3. فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةً “Yeryüzü yeşeriyor” ifadesiyle, yağmur sayesinde kurak toprağın bitkilerle yeşermesi ve Allah’ın kudretinin ilanı belirtilir. مُخْضَرَّة [muhdarraten] kelimesi sadece bu ayette geçer ve yemyeşil anlamındadır. \n\n4. اِنَّ اللّٰهَ لَط۪يفٌ خَب۪يرٌ Ayetin sonunda Allah’ın لَط۪يف (çok lütufkâr, her şeye nüfuz eden) ve خَب۪ير (her şeyden haberdar) oluşu vurgulanır; bu sayede Yüce Allah’ın her mahlûkun ihtiyacını bildiği ifade edilir. \n\nSonuç olarak, ayet gökten su indirilmesini, yeryüzünün yeşermesini ve Allah’ın nimetlerini gösterirken dolaylı olarak vahyin yüceliğini, hakikatin aydınlatıcılığını ve insan ruhunu dirilten dönüşüm gücünü de işaret etmektedir. Vahyin etkisiyle bâtılın tarafında olanlar, hakkın nûruyla buluşacak ve ruhları yeşerecektir."
  },
  {
    "day": 28,
    "ayet_tr": "İnsan, hayır (mal, mülk, genişlik) istemekten usanmaz. Fakat başına bir kötülük gelince umutsuzluğa düşer, yıkılır. (Fussilet Suresi, 49)",
    "ayet_ar": "لَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَآءِ الْخَيْرِۘ وَاِنْ مَسَّهُ الشَّرُّ فَيَؤُ۫سٌ قَنُوطٌ",
    "ayet_olay": "“İyi” diye çevrilen hayır kelimesi, burada özellikle zenginlik, sağlık, mevki, itibar, güç gibi dünyevî imkân ve menfaatleri ifade ettiği için “çıkarına uygun şeyler” şeklinde anlaşılmalıdır. Mekke putperestlerinin karakter yapısı üzerinden, ruhsal yetkinlik kazanmamış, din ve ahlâk eğitimi almamış insanların davranışları anlatılmaktadır. 49. ayette ilâhî vahyin terbiyesinden geçmemiş, gönül zenginliğine ulaşamamış insanların mal ve servet konusundaki açgözlülüğü ile sıkıntı ve belâ karşısındaki dayanıksızlık ve karamsarlığı dile getirilmektedir. \n\n1. 49. Ayet: Aşırı Servet Düşkünlüğü ve Sıkıntıda Ümitsizliği\nلَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَآءِ الْخَيْرِ وَاِنْ مَسَّهُ الشَّرُّ فَيَؤُ۫سٌ قَنُوطٌ\n\n- لَا يَسْـَٔمُ [lâ yes’emu]: kesinti vermez, bıkmaz; \n- الْاِنْسَانُ [el-insânu]: nankör insan; \n- مِنْ دُعَآءِ الْخَيْرِ [mindü‘âi’l-hayri]: mal-mülk istemek; \n- وَاِنْ مَسَّهُ [ve inmessehû]: eğer ona dokunursa, erişirse; \n- الشَّرُّ [eş-şerru]: kötülük, şer; \n- فَيَؤُ۫سٌ [feyeûsün]: ümitsiz, hemen üzülen; \n- قَنُوطٌ [kanûtun]: aşırı derecede karamsar.\n\nBu ayet nankör insan tipinin mal ve servet düşkünlüğünü ve sıkıntı karşısındaki ümitsizliğini açıklar. İnsan nimet verildiğinde Allah’a şükretmez, aksine sahip olduklarını hak ettiğini zanneder ve kibir gösterir. Sıkıntı anında ise aşırı karamsar olur, ümitsizliğe kapılır. \n\n2. وَاِنْ مَسَّهُ الشَّرُّ فَيَؤُ۫سٌ قَنُوطٌ\n\nYüce Allah nankör insanın sıkıntı anındaki tutumunu eleştirir. Hûd 11:9 ve İsrâ 17:83’te de benzer şekilde ümitsiz ve karamsar oldukları bildirilmiştir. Bu insanlar nimet verildiğinde şükretmeyen, sıkıntıda ise ümitsizliğe düşen nankör tiplerdir. \n\nKur’an’da قَنُوط [kanût] kelimesi sadece bu ayette geçer ve aşırı derecede karamsar, endişeye kapılan, ümidini yitiren anlamı taşır. Nankör insan, nimet ve sıkıntı karşısındaki bu tutumuyla Allah’ın rahmetinden bile ümit kesebilecek kadar sapkın ve inatçıdır. Bu tipler için Kur’an, hem müjdeleyerek hem de uyararak yol göstermeye çalışsa da genellikle ısrarcı ve değişime kapalıdır."
  },
  {
    "day": 29,
    "ayet_tr": "Onlar, ne ticaret ne de alış-verişin kendilerini Allah'ı anmaktan, namaz kılmaktan ve zekât vermekten alıkoyamadığı insanlardır. Onlar, kalplerin ve gözlerin allak bullak olduğu bir günden korkarlar. (Nûr Suresi, 37)",
    "ayet_ar": "رِجَالٌۙ لَا تُلْه۪يهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللّٰهِ وَاِقَامِ الصَّلٰوةِ وَا۪يتَآءِ الزَّكٰوةِۙ يَخَافُونَ يَوْمًا تَتَقَلَّبُ ف۪يهِ الْقُلُوبُ وَالْاَبْصَارُۙ",
    "ayet_olay": "37. âyette geçen ve “kişiler” diye çevrilen ricâl (erkekler) kelimesi, kadınları dışlamaz; çünkü başka ayetlerde erkek ve kadın birlikte zikredilmiş, ibadet edenlere ödüller müjdelenmiştir (Ahzâb 33/35). Burada “kişiler, erkekler” ifadesi, Arapçadaki “tağlîb” anlatımı veya fiili vâkıadan hareketle kadınları da kapsar.\n\nİnsanların çoğu dünya işleri, ticaret, zevk ve safaya dalarak Allah’ı unutur, namazlarını aksatır, zekâtı eksik verir veya hiç vermez. Bunlar, dünya malına aldanan ve imtihanı kaybeden gafillerdir\n\n.Övülen ve fazlasıyla ödüllendirilecek kullar ise dünya-âhiret dengesini iyi kuran, ebedîyi fâniye değiştirmeyenlerdir. Mutasavvıflar bu âyetten fenâ hali için delil çıkarmış, **ticaret ve dünya işleri kalplerin Allah ile meşguliyetini engellemediğini ifade etmişlerdir.**\n\nBu ayette bahsedilen yiğitler, Allah’ı hatırlamaktan hiçbir dünyevî meşguliyetin alıkoyamadığı kişilerdir. Mesaj, cinsiyetten çok şahsiyet üzerinedir. Benzer ayetler: Münâfikûn 63:9, Tekâsür 102:1-2, Bakara 2:152, Tevbe 9:67, Tâhâ 20:124-127, Haşr 59:19, Cum‘a 62:11.\n\nBu yiğitler, kalplerin ve gözlerin ters döneceği mahşer gününden korkarlar.\n- Mahşer günü şiddeti ve dehşeti: İbrâhim 14:42-43, Kamer 54:7, Kalem 68:43, Me‘âric 70:44, Ğâşiye 88:2, Enbiyâ 21:97, İnsân 76:7-10.\n\nAyetin mesajı: Yiğitler, mahşerin korkunç yapısını bilerek sorumluluk sahibi davranır, yasaklardan kaçar ve Allah’a karşı duyarlı bir hayat sürerler."
  }
]





















