[
  {
    "day": 1,
    "dua_tr": "(Âdem ile eşi) dediler ki: Ey Rabbimiz! Biz kendimize zulmettik. Eğer bizi bağışlamaz ve bize acımazsan mutlaka ziyan edenlerden oluruz. (A'raf, 23)",
    "dua_ar": "قَالَا رَبَّنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِر۪ينَ",
    "bilgi": "**A’râf Sûresi 23. Âyet Özeti:**\n Âdem (a.s.) ve eşi Havvâ, yaptıkları hatanın farkına varınca derin bir pişmanlıkla şöyle yalvardılar: 'Rabbimiz! Biz kendimize zulmettik. Eğer bizi bağışlamaz ve bize merhamet etmezsen, ebedî olarak ziyana uğrayanlardan oluruz.'\n\nBu dua, insanın hatasını kabullenip tevazu ile Allah’a yönelmesinin en güzel örneklerindendir. **İnsan hata yapabilir; önemli olan hatada ısrar etmemek, şeytanın vesvesesine kapılıp kibir göstermemektir.** Şeytan, insana günahı süsleyip hatayı normal gösterir; ama mü’min, Kur’an ve Sünnet’in rehberliğinde yaşar, yanlış yaptığında hemen tevbe eder.\n\nTıpkı Âdem (a.s.) gibi biz de hata ettiğimizde **tevazu ile Allah’a yönelip bağışlanma dilemeliyiz.** Bu dua, hatalar karşısında farkındalık ve kurtuluşun anahtarıdır. Günlük dualarımıza ekleyerek, şeytanın hilelerine karşı korunma niyetiyle okuyabiliriz."
  },
  {
    "day": 2,
    "dua_tr": "Nuh dedi ki: Ey Rabbim! Ben senden hakkında bilgim olmayan şeyi istemekten sana sığınırım. Eğer beni bağışlamaz ve esirgemezsen, ben ziyana uğrayanlardan olurum! (Hud, 47)",
    "dua_ar": "قَالَ رَبِّ اِنّ۪ٓي اَعُوذُ بِكَ اَنْ اَسْـَٔلَكَ مَا لَيْسَ ل۪ي بِه۪ عِلْمٌۜ وَاِلَّا تَغْفِرْ ل۪ي وَتَرْحَمْن۪ٓي اَكُنْ مِنَ الْخَاسِر۪ينَ",
    "bilgi": "**Hûd Sûresi 47. Âyet Özeti:** Hz. Nûh, tufan sırasında iman etmeyen oğlunun kurtulması için dua ettiğinde, Allah ona bu isteğin doğru olmadığını bildirmiştir. Çünkü iman bağı olmadan sadece kan bağı, ilâhî rahmet için yeterli değildir. Nûh’un duası, bir baba şefkatiyle yapılmış olsa da, Allah onu bu konuda uyarmış ve hakkında bilgisi olmayan bir şeyi istememesi gerektiğini hatırlatmıştır.\n\nBu olay, Hz. Nûh’un imanında bir zaaf olduğunu değil, onun **insanî duygularla sınandığını** gösterir. Uyarıyı alınca hemen **Allah’a sığınmış, tevazu ile hatasını kabul etmiş ve bağışlanma dilemiştir.** Bu da onun teslimiyetinin büyüklüğünü ortaya koyar.\n\n**Peygamberler de bizim gibi insandır; onlar da birçok imtihandan geçmiştir.** Hepsi bir hata veya eksiklik fark ettiklerinde **Allâh’a yönelmiş, tevbe etmiş ve acizliklerini ifade etmişlerdir.** Bu yönleriyle onların hayatları bize en güzel örnektir.\n\n**Bu âyetten alınacak ders:** İnsan ne kadar üstün olursa olsun, bilmediği bir konuda aceleyle hüküm vermemeli; Allah’tan gelen uyarılara karşı daima tevazu içinde olmalıdır. Gerçek kurtuluş, her durumda Allah’a sığınıp O’nun rahmetine güvenmekle mümkündür."
  },
  {
    "day": 3,
    "dua_tr": "(Nuh), Rabbim! dedi, beni yalanlamalarına karşı bana yardım et! (Mü’minûn Suresi, 26)",
    "dua_ar": "قَالَ رَبِّ انْصُرْن۪ي بِمَا كَذَّبُونِ",
    "bilgi": "**Mü’minûn Sûresi 26. Âyet Özeti:** Hz. Nûh, uzun yıllar boyunca kavmini Allah’a iman etmeye çağırmış, sabırla tebliğ etmişti. Ancak kavmi onun davetine kulak vermemiş, aksine onu yalanlamış ve alay etmişti. Bunun üzerine Nûh (a.s.), **'Ey Rabbim! Beni yalanlamalarına karşı bana yardım et!'** diyerek Allah’a yönelmiştir.\n\nBu dua, **peygamberlerin insanî yönünü ve sabırlarının sınandığı noktayı** gösterir. Hz. Nûh, tüm gayretine rağmen sonuç alamayınca ümitsizliğe değil, Allah’a sığınmaya yönelmiştir. O, yardımın yalnızca Yüce Allah’tan geleceğini bilmiş ve kurtuluşu sadece O’nda aramıştır.\n\n**Peygamberlerin hayatları bizlere sabır, teslimiyet ve tevekkülün en güzel örneklerini sunar.** Onlar da bizim gibi zorluklarla imtihan edilmiş, fakat her defasında **Allah’a yönelerek güç bulmuşlardır.** Bu olay bize, sıkıntı anlarında aceleyle karar vermek yerine, Allah’a sığınıp O’nun yardımını istememiz gerektiğini öğretir.\n\n**Bu âyetten alınacak ders:** İnsan ne kadar çaresiz kalırsa kalsın, umudunu yitirmemeli; yardımın yalnızca Allah’tan geleceğine inanmalıdır. Gerçek zafer, sabırla ve teslimiyetle bekleyenlerin olacaktır."
  },
  {
    "day": 4,
    "dua_tr": "Ve şöyle niyaz et: “Rabbim! Girilecek yere doğrulukla girmemi, çıkılacak yerden de doğrulukla çıkmamı sağla, bana tarafından yardımcı bir güç ver!” (İsrâ, 80)",
    "dua_ar": "وَقُلْ رَبِّ اَدْخِلْن۪ي مُدْخَلَ صِدْقٍ وَاَخْرِجْن۪ي مُخْرَجَ صِدْقٍ وَاجْعَلْ ل۪ي مِنْ لَدُنْكَ سُلْطَانًا نَص۪يرًا",
    "bilgi": "**İsrâ Sûresi 80. Âyet Özeti:** Bu dua, Hz. Peygamber’e **her işe dürüstlükle başlama ve doğrulukla tamamlama** bilincini kazandırmak için öğretilmiştir. Ayet, onun Mekke’den Medine’ye hicret sürecine işaret eder; fakat anlamı evrenseldir. Her müminin, hayatındaki değişim ve dönüşümlerde **doğruluk, sadakat ve hayırla hareket etmesi** gerektiğini anlatır.\n\nHz. Peygamber bu duayla, gireceği yeni bir dönemde Allah’tan **dürüst bir başlangıç ve temiz bir son** dilemiştir. Ardından gelen, **'Bana tarafından yardım edici bir güç ver'** ifadesi ise, **Allah’tan gelen ilahi destek ve korumayı** istemektir. Bu “yardım edici güç” vahiy, yani **Kur’an’dır** — insanı karanlıktan aydınlığa çıkaran en büyük destektir.\n\nBu ayet bizlere, her yeni adımda **ihlâsla, dürüstlükle ve Allah’a dayanarak** ilerlememiz gerektiğini öğretir. Gerçek yardımın ve başarının kaynağı yalnızca Allah’tır."
  },
  {
    "day": 5,
    "dua_tr": "Ey Rabbim! Beni ve ailemi onların yaptıkları çirkin işten kurtar. (Şu’arâ, 169)",
    "dua_ar": "رَبِّ نَجِّن۪ي وَاَهْل۪ي مِمَّا يَعْمَلُونَ",
    "bilgi": "**Şuarâ Sûresi 169. Âyet Özeti:** Hz. Lût, kavminin ahlâksız fiillerinden ve bu fiillerin doğuracağı azaptan kurtulmak için Allah’a dua etti. **Yüce Allah da onun duasını kabul etti** ve iman eden ailesiyle birlikte onu kurtardı; ancak inanmayan eşi helak olanlar arasında kaldı.\n\nBu olay bize gösteriyor ki, **iman bağı kan bağından üstündür.** Peygamberin yakını olmak bile kişiyi kurtuluşa erdirmez; önemli olan **inanç, samimiyet ve salih amellerdir.** Hz. Lût’un duası, bizlere de kötülüklerin ortamından uzak durmayı ve hem kendimiz hem de sevdiklerimiz için Allah’tan **manevî kurtuluş** dilemeyi öğretir.\n\n**Ders:** Gerçek kurtuluş, imanla ve Allah’a sığınmakladır. Yakınlık, soy veya makam değil; **takvâ** insanı korur."
  },
    {
    "day": 6,
    "dua_tr": "Rabbim! Bana hikmet ver ve beni iyiler arasına kat. Arkadan gelecekler içinde iyilikle anılmayı bana nasip eyle! Beni, naîm cennetine girenlerden eyle! Babamı da bağışla; kuşkusuz o doğru yoldan sapanlardan oldu. İnsanların diriltileceği gün ve Allah’a temiz bir kalple gelenler dışında malın da çocukların da fayda vermeyeceği gün beni mahcup etme!” (Şuarâ, 83-89)",
    "dua_ar": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ • وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ • وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ • وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ • وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ • يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ • إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ",
    "bilgi": "**Şuarâ 83–89. Âyetler Özeti:** Bu ayetlerde Hz. İbrahim’in içten dua ve niyazları yer alır. O, Rabbinden önce **doğru hüküm verme yeteneği (hikmet)** ister, ardından **salihlerle beraber olmayı** ve **geriden gelenler tarafından iyilikle anılmayı** diler. Bu, hem dünyada güzel bir miras bırakmak hem de ahirette salihlerle beraber olmayı ifade eder.\n\nHz. İbrahim, babasının hidayete ermesi için bağışlanma diler; ancak babasının inkâr üzere ölmesi üzerine bu isteğinden vazgeçer. Ardından, **kıyamet günü rezil olmamayı**, yani Allah katında mahcup edilmemeyi niyaz eder. Çünkü o gün, **malın ve evladın fayda vermeyeceği**, sadece **selîm (temiz ve ihlâslı) bir kalple gelenlerin kurtulacağı** gündür.\n\n**Selîm kalp**, şirkten, nifaktan, kin ve kibirden arınmış, Allah’a yönelmiş, samimi bir gönüldür. Hz. İbrahim’in bu duaları, bir müminin hem dünya hem ahiret dengesini gözeten en güzel örneklerindendir.\n\n**Ders:** Gerçek kurtuluş, selîm kalple Allah’a yönelmektedir. Mal, makam veya soy değil; **ihlas ve samimiyet** insanı kurtarır."
  },
    {
    "day": 7,
    "dua_tr": "Rabbim! Beni ve soyumdan gelecek olanları namazı devamlı kılanlardan eyle; rabbimiz, duamı kabul et. Rabbimiz! Hesap görülecek günde, beni, ana-babamı ve inananları bağışla.” (İbrahim, 40-41)",
    "dua_ar": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
    "bilgi": "**İbrahim Suresi 40-41** ayetlerinde Hz. İbrahim, hem kendisi hem de nesli için dua etmektedir. Dua iki ana kısımdan oluşur: **1)** Namazı dosdoğru kılmak ve neslinde bu ibadeti sürdürmek dileği,\n **2)** Kendisinin, anne-babasının ve tüm müminlerin bağışlanması niyazı. Bu dua, hem ibadet bilincini hem de evrensel bağışlanma arzusunu yansıtır. Hz. İbrahim’in duaları, müminlerin dua ederken samimi, kapsayıcı ve ibadetle bağlantılı bir niyet taşımaları gerektiğini öğretir. Ayrıca bu ayet, başkaları için dua etmenin önemini vurgular ve her namaz sonunda okuduğumuz bağışlanma dualarının kökenini hatırlatır."
  },
    {
    "day": 8,
    "dua_tr": "Ey rabbimiz! Bizi sana teslim olanlardan eyle, soyumuzdan da sana teslim olacak bir ümmet çıkar. Bize ibadet usullerimizi göster, tövbemizi kabul et. Şüphesiz tövbeleri kabul eden, merhameti bol olan yalnız sensin. (Bakara, 128)",
    "dua_ar": "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَٓا اُمَّةً مُسْلِمَةً لَكَۖ وَاَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَاۚ اِنَّكَ اَنْتَ التَّوَّابُ الرَّح۪يمُ",
    "bilgi": "Hz. İbrahim ve oğlu Hz. İsmail’in bu duası, tam teslimiyetin, kulluğun ve tevbenin özüdür. Onlar yalnız kendileri için değil, gelecek nesilleri için de Allah’a teslimiyet dilerler. 'Bize ibadet yollarımızı göster' diyerek, Allah’tan doğru ibadet biçimlerini öğretmesini isterler. Dua, insanın hatalarından dönüp Rabbine yönelmesi gerektiğini, affın ve merhametin sadece O’ndan bekleneceğini öğretir. Ayetin sonunda geçen 'et-Tevvâb' ve 'er-Rahîm' sıfatları, Allah’ın kullarına yönelen tevbesini kabul eden ve sonsuz merhamet sahibi olduğunu vurgular."
  },
    {
    "day": 9,
    "dua_tr": "Dedi ki: Ey kavmim! Eğer benim, Rabbim tarafından (verilmiş)  apaçık bir delilim varsa ve O bana tarafından güzel bir rızık vermişse buna ne dersiniz? Size yasak ettiğim şeylerin aksini yaparak size aykırı davranmak istemiyorum. Ben sadece gücümün yettiği kadar ıslah etmek istiyorum. Fakat başarmam ancak Allah'ın yardımı iledir. Yalnız O'na dayandım ve yalnız O'na döneceğim.(Hûd, 88)",
    "dua_ar": "قَالَ يَا قَوْمِ اَرَاَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِنْ رَبّ۪ي وَرَزَقَن۪ي مِنْهُ رِزْقًا حَسَنًاۜ وَمَٓا اُر۪يدُ اَنْ اُخَالِفَكُمْ اِلٰى مَٓا اَنْهٰيكُمْ عَنْهُۜ اِنْ اُر۪يدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُۜ وَمَا تَوْف۪يق۪ٓي اِلَّا بِاللّٰهِۜ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ اُن۪يبُ",
    "bilgi": ""Hz. Şuayb, kavmini hak dine çağırırken sözlerinin boş olmadığını, Allah’tan gelen açık bir delile dayandığını belirtmiştir. Bu bize tebliğde delilsiz konuşmamak gerektiğini öğretir. ‘Güzel rızık’ hem helal kazancı hem de peygamberlik nimeti ifade eder. Hz. Şuayb, insanlara söylediğiyle kendi amellerinin çelişmemesi gerektiğini vurgulamış, ‘Sizi yasakladığım şeyleri kendim yapmam’ diyerek örnek bir duruş sergilemiştir. Onun hedefi yalnızca toplumun ıslahı, yani doğruluk ve adaletin yayılmasıydı. Başarıyı kendine değil Allah’a nispet etmiş, her işinde O’na güvenip yönelmiştir. Bu ayet bize, çalışıp gayret ettikten sonra sonucu Allah’a bırakmamız gerektiğini, tevekkülün tembellik değil imanla güçlenen bir teslimiyet olduğunu öğretir.\n\n**Hak yolda olmak, söz ile özün bir olması, her işte Allah’a güvenmek ve toplumu ıslah etmeye gayret etmek müminin şiarıdır.** Peygamberler de bizim gibi insanlardır; onlar da imtihanlardan geçmiş, hatalarında hemen Allah’a yönelip tevbe etmişlerdir. Biz de doğruluk, adalet ve samimiyetle çalışmalı, neticeyi Allah’a bırakmalıyız.\n\nBu ayet, bir peygamberin en temel vasıflarını özetler: Peygamberler Allah’tan gelen vahye dayanır; söylediklerini önce kendi hayatlarında uygular, sözleriyle amelleri uyumludur. Onlar birer ıslahatçıdır, toplumun iyiliği için çabalarlar. Başarının yalnız Allah’tan geldiğine inanır, hiçbir dünyevî desteğe sahip olmasalar da asla ümitsizliğe kapılmazlar. Gerçek tevekkülün, gayretle birlikte Allah’a tam güvenmek olduğunu bize öğretir."
  },
    {
    "day": 10,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 11,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 12,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 13,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 14,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 15,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 16,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 17,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 18,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 19,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 20,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 21,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 22,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 23,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 24,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 25,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
    {
    "day": 26,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
  {
    "day": 27,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
  {
    "day": 28,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  },
  {
    "day": 29,
    "dua_tr": "Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır! (Nuh, 28)",
    "dua_ar": "رَبِّ اغْفِرْ ل۪ي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِن۪ينَ وَالْمُؤْمِنَاتِۜ وَلَا تَزِدِ الظَّالِم۪ينَ اِلَّا تَبَارًا",
    "bilgi": "Birine gülümse ve güzel söz söyle"
  }
]









