[
  {
    "day": 1,
    "hadis": "Sahur yemeği yiyin, zîrâ sahurda bereket vardır. (Buhârî, Savm, 20)",
    "olay": "**Sahurun Bereketi ve Hikmeti**\n\nPeygamber Efendimiz (s.a.v.), oruç ibadetine hazırlanmak için gecenin sonunda sahur yapmayı teşvik etmiştir. Çünkü sahur, hem beden hem de ruh için bereketli bir vakittir. Bu bereket, sadece yeme içmeden ibaret değildir; aynı zamanda ibadete güç kazanmak, dua ve zikirle Allah’a yönelmek, sabrı ve direnci artırmak gibi birçok manevi faydayı da içerir.\n\nİbn Hacer el-Askalânî, Fethu’l-Bârî’de sahurun bereketini şöyle açıklar: *“Sahurun bereketi; sünnete uymak, ehl-i kitaba muhalefet etmek, ibadete kuvvet kazanmak, açlığın sebep olabileceği olumsuz davranışlardan korunmak, ihtiyaç sahiplerine sadaka vermeye vesile olmak, icabet olunma ümidi olan bir vakitte dua etmeye yönelmek ve oruca niyet etmeyi hatırlamak gibi birçok yönden ortaya çıkar.”*\n\nEfendimiz (s.a.v.), sahurun hikmetini ‘bereket’ kelimesiyle ifade ederek hem fiziki hem manevi faydalarını bir arada öğretmiştir. Üstelik sahurun fazileti için çok miktarda yemek şart değildir; İbn Hacer’in de belirttiği gibi, *bir lokma ya da bir yudum su bile sahur sevabına vesile olur.*\n\nBu sünnet, oruç ibadetine ruh kazandırır; müminin güne sabır, enerji ve huzurla başlamasına yardımcı olur."
  },
  {
    "day": 2,
    "hadis": "Ellerinizle, dillerinizle ve mallarınızla cihad edin. (N3194 Nesâî, Cihâd, 48)",
    "olay": "Bu hadis, Müslümanın cihadı sadece savaşla sınırlı görmemesi gerektiğini, el, dil ve mal gibi farklı yollarla Allah yolunda gayret göstermesi gerektiğini ifade eder. Dil ile cihad, doğruyu savunmak, İslam’ı anlatmak, zulme karşı sözle mücadele etmektir. Hz. Peygamber döneminde şairler, şiirleriyle İslam’ı savunarak bu görevi üstlenmişlerdir. En değerli cihad ise zalim yönetici karşısında hak sözü söylemektir. Hâl ile cihad da, Müslümanın davranışlarıyla İslam’ı temsil etmesi, güzel ahlakıyla örnek olmasıdır. Mal ile cihad ise Allah yolunda infak etmek, mücahitleri desteklemek ve ihtiyaç sahiplerine yardım etmektir. Son olarak, silahlı mücadele (savaş) gerektiğinde dinin, vatanın ve hürriyetin korunması için başvurulan bir cihad biçimidir. Günümüzde ise politik, ekonomik, teknolojik ve psikolojik alanlarda yürütülen mücadeleler de modern cihad anlayışının bir parçasıdır. Müslümanların bu alanlarda bilinçli, üretken ve güçlü olmaları gerekir.\n\n**Cihad sadece savaş değildir; el, dil, mal ve hâl ile yapılabilir.**\n\n**Dil ile cihad, doğruyu söylemek ve hakikati savunmaktır.**\n\n**İslam’ı güzel ahlakla temsil etmek de bir cihad biçimidir.**\n\n**Mal ile yapılan yardımlar Allah yolunda büyük sevap kazandırır.**\n\n**Zalim yöneticiler karşısında doğruyu söylemek en üstün cihaddır.**\n\n**Modern çağda bilgi, medya, ekonomi ve teknoloji alanlarında mücadele etmek de cihad kapsamındadır.**"
  },  
  {
    "day": 3,
    "hadis": "İman etmedikçe cennete giremezsiniz, birbirinizi sevmedikçe de iman etmiş olmazsınız. Size, yaptığınız takdirde birbirinizi seveceğiniz bir iş göstereyim mi? Aranızda selâmı yayın.(M194 Müslim, Îmân, 93)",
    "olay": "Hz. Peygamber Medine'ye hicret ettiğinde Evs ve Hazrec kabileleri arasında uzun süredir süren düşmanlık hâlâ devam ediyordu. Şehre barış ve kardeşlik getirmek isteyen Resûlullah, ilk mesajlarından biri olarak 'Selâmı aranızda yayın' buyurmuştur. Bu söz, İslam toplumunda barış, güven ve sevginin temelini oluşturmuştur. Selâm, Hz. Âdem’e melekler tarafından öğretilmiş, insana iyilik ve esenlik dilemenin sembolü olmuştur. Cahiliye döneminde dahi selâmlaşma vardı, ancak İslam, bu geleneği saygı, eşitlik ve kardeşlik üzerine yeniden şekillendirmiştir."
  },
    {
    "day": 4,
    "hadis": "Birbirinizden nefret etmeyin, birbirinize haset etmeyin, birbirinize sırt çevirmeyin. Ey Allah’ın kulları, kardeş olun. Bir Müslüman'ın din kardeşiyle üç günden fazla küs durması helâl olmaz!' (Buhârî, Edeb, 62)",
    "olay": "**Müminler Arasındaki Kardeşlik ve Merhamet Bağı**\n\nPeygamber Efendimiz (s.a.v.), müminlerin birbirleriyle olan ilişkilerinde sevgiyi, sadakati ve kardeşliği esas almalarını emretmiştir. Müslüman, kardeşine kin tutmaz, haset etmez, onu aldatmaz ve ondan yüz çevirmez. Zira Allah katında gerçek kardeşlik; kalpte sevgi, dilde doğruluk ve davranışta merhametle ortaya çıkar.\n\nEfendimiz (s.a.v.), bu hadiste müminler arasında olması gereken ahlâkı özetlemiş, *birbirine zarar vermeyen, kibirlenmeyen, adaletli ve vefalı bir ümmet* olmamız gerektiğini vurgulamıştır. Gerçek kardeşlik, kardeşinin hakkını korumak, ona zulmedilmesine göz yummamak ve onu küçük görmemekle mümkündür.\n\n**Fetih Suresi 29. ayetinde** bu kardeşliğin en güzel tarifi yer alır: *“Muhammed Allah’ın Rasûlüdür. Onunla beraber bulunan mü’minler kâfirlere karşı sert, kendi aralarında ise merhametlidirler.”* Bu ayet, müminlerin birbirlerine olan şefkatini, sevgi dolu birliklerini ve Allah için gösterdikleri dayanışmayı anlatır.\n\nMüslümanlar, düşmanlıkta değil; sevgi, yardımlaşma ve güzel ahlâkta yarışmalıdır. Kardeşliğin devamı için kalpte kin tutmamak, hataları affetmek ve Allah için bağışlayıcı olmak esastır. **Gerçek iman, kardeşine merhamet eden ve onu Allah rızası için seven kalpte olgunlaşır.**"
  },
  {
    "day": 5,
    "hadis": "Zandan sakının. Çünkü zan, yalanın ta kendisidir. Birbirinizin konuştuğuna kulak kabartmayın, birbirinizin özel hâllerini araştırmayın, birbirinizle üstünlük yarışına girmeyin, birbirinize haset etmeyin, birbirinize kin beslemeyin, birbirinize sırt çevirmeyin. Ey Allah'ın kulları! Kardeş olun! (M6536 Müslim, Birr, 28)",
    "olay": "Asıl dayanağı kesin bilgi (yakîn) olması gereken dinî konularda zan ile hareket etmek, zanna dayanarak haber vermek aslâ doğru değildir. Nitekim yüce Rabbimiz, İslâm gerçeği karşısında birtakım zan ve tahminlerle ileri geri konuşan, iddialarda bulunan putperestler hakkında **'Onların çoğu, zandan başka bir şeye uymaz. Şüphesiz zan, haktan hiçbir şeyin yerini tutamaz'** (Yunus sûresi, 36) buyurmuştur. **'Onlar ancak zanna ve nefislerinin arzusuna uyuyorlar'** (Necm sûresi, 23) âyeti de hem müşriklerin hem de dinî konularda his ve heveslere dayanarak zan ve tahminle görüş beyan edenlerin asıl yanlışlarını ortaya koymaktadır. Burada reddedilen zan, tam anlamıyla sûizandır.\n\nDinin iki temelinden biri olan sünnetin asıl dayanağı olan hadis rivâyeti konusunda zan ve tahminle hareket edilmesi, hadis nakledilmesi öncelikle bu yasağın içinde ve hatta başındadır. Çünkü zan, sözün en yalanıdır. Zaten Peygamber Efendimiz, **'Kişiye yalan (veya günah) olarak her duyduğunu nakletmesi yeter'** buyurmuştur.\n\nZan, bir mânada, nefsin telkinlerinin en yalan olanıdır. Zira zan, şeytan tarafından insanın içine atılmış bir düşüncedir. Bu noktadan hareketle hadisimizi **Müslümanlara yönelik olarak sûizanda bulunmaktan sakının! Çünkü bu tür bir beyân, sözlerin en yalanı olur** diye mânalandırmak da mümkündür. Nevevî merhum, büyük bir ihtimalle bu mânayı tercih ettiği için hadisimizi burada bir kez daha tekrar etmiştir."
  },
    {
    "day": 6,
    "hadis": "Ey insanlar! Allah'tan (hakkıyla) sakının ve (rızkınızı) ararken güzel yollarla arayın. Zira hiç kimse, rızkını elde etmeden ölmeyecektir, gecikse bile (rızkına kavuşacaktır). Allah'tan (hakkıyla) sakının ve (rızkınızı) ararken güzel yollarla arayın. Helâl olanı alın, haram olanı terk edin.",
    "olay": "**Hz. Peygamber’in Helal Kazançtaki Hassasiyeti**\n\nHz. Muhammed (s.a.v.), helal kazancın bir müminin hem bedenini hem de kalbini arındıran bir nimet olduğunu sıkça vurgulamıştır. O, ticaretle uğraşan bir peygamberdi ve kazancında her zaman doğruluğu, dürüstlüğü ve adaleti esas almıştır. Bir gün pazarda mal satan birini denetlediğinde, buğdayın üstünün kuru, altının ise ıslak olduğunu fark etmiş; elini una daldırarak, 'Bizi aldatan bizden değildir.' buyurmuştur. Bu sözü, ticarette dürüstlüğün İslam ahlakındaki yerini açıkça göstermektedir.\n\nResûlullah (s.a.v.), helal kazançla alınan bir lokmanın dahi ibadet gibi değerli olduğunu, haram kazancın ise kişinin hem duasını hem de bereketini engellediğini bildirmiştir. O, ailesinin rızkını temin ederken dahi, şüpheli bir kazanç varsa ondan uzak durur, haram olma ihtimalinden dolayı tereddüt ettiği şeyleri terk ederdi.\n\nBu hassasiyet, Müslümanlara hem dünyevi hem uhrevi bereketin yolunu göstermektedir: **Helal dairesi geniştir; harama yönelmeye gerek yoktur.** Allah, her kuluna rızkını mutlaka ulaştıracaktır. Önemli olan, bu rızkı kazanırken sabır, dürüstlük ve takva üzere olmaktır."
  },
    {
    "day": 7,
    "hadis": "Ey insanlar! Şunu iyi bilin ki Rabbiniz birdir, atanız da birdir. Arap'ın Arap olmayana, Arap olmayanın Arap'a; beyazın siyaha, siyahın beyaza takva dışında bir üstünlüğü yoktur. (İbn Hanbel, V, 411)",
    "olay": "İslam öncesi dönemde Arap toplumu soy, kabile ve ırk üstünlüğüne dayalı bir anlayış içindeydi. Hz. Peygamber, insanlığın eşit olduğunu ve üstünlüğün sadece takva ile ölçüleceğini ilan ederek bu zihniyeti yıkmıştır. Ebû Zer ile Bilâl-i Habeşî arasında geçen olayda, Ebû Zer’in Bilâl’i annesinden dolayı ayıplaması üzerine Peygamberimiz, onun bu davranışını 'cahiliye kalıntısı' olarak nitelendirmiştir. Bu olay, İslam’ın ırkçılığı ve üstünlük iddialarını reddeden, eşitlik temelli anlayışını göstermektedir."
  },
    {
    "day": 8,
    "hadis": "Bir kötülük gören kişi, eli ile değiştirmeye gücü yetiyorsa onu eli ile değiştirsin. Buna gücü yetmez ise dili ile değiştirsin. Buna da gücü yetmezse kalbi ile (o kötülüğe) tavır koysun, (onu hoş görmesin). Ve bu da imanın asgarî gereğidir. (Ebû Dâvûd, Salât, 239-242)",
    "olay": "İyiliği emretmek ve kötülükten sakındırmak (emr-i bi’l-ma’rûf ve nehy-i ani’l-münker), İslam’ın temel ilkelerindendir. 'Ma’rûf' aklın ve dinin güzel gördüğü, insanı Allah’a yaklaştıran her davranışı; 'münker' ise dinen ve ahlaken çirkin sayılan şeyleri ifade eder. Hz. Peygamber, müminin gücü yettiğince kötülüğü ortadan kaldırması, buna imkân bulamıyorsa en azından kalben buğz etmesi gerektiğini belirtmiştir. Müslüman, toplumundaki haksızlıklara kayıtsız kalmamalı, bilgi, yetki ve imkanları ölçüsünde iyiliği yaymak ve kötülüğü önlemek için çaba göstermelidir. Böylece hem bireysel hem toplumsal dirlik ve adalet sağlanır."
    },
    {
    "day": 9,
    "hadis": "Müminlerin iman bakımından en olgun olanları, ahlâkı en iyi olanlarıdır. Sizin en hayırlılarınız da hanımlarına karşı en iyi davrananınızdır. (Tirmizî, Radâ’, 11)",
    "olay": "Hz. Peygamber (sav), kadınlara karşı sert davranmanın yaygın olduğu bir toplumda, onlara şefkat ve merhametle yaklaşarak örnek olmuştur. Hiçbir zaman eşlerine veya çocuklarına kötü davranmamış, kırıcı söz söylememiştir. Kadına yönelik şiddeti kesin biçimde reddetmiş, bu tutumu sürdürenleri uyarmıştır. Veda Hutbesi’nde ise kadınların Allah’ın emaneti olduğunu vurgulayarak, onlara iyi davranmayı ümmetine vasiyet etmiştir."
  },
    {
    "day": 10,
    "hadis": "Aişe (Radiyallahu Anha), 'Ey Allah’ın Rasulü! Mezarlığa gittiğimde ne diyeyim?' diye sordu. Nebi (Sallallahu Aleyhi ve Sellem): '**Selam sizlere ey müminlerin ve Müslümanların diyarında bulunanlar. Allah bizden önden gidenlere de, geriye kalanlara da rahmet etsin. Şüphesiz ki bizler de inşallah size kavuşacağız.**' buyurdu. (Müslim 3/14, Nesei 1/286, Ahmed 6/221)",
    "olay": "Kabirde Kur’an okumak sünnette bulunmayan bir uygulamadır. Rasulullah (Sallallahu Aleyhi ve Sellem), Aişe’ye (Radiyallahu Anha) kabir ziyareti sırasında sadece selam verip **dua etmeyi öğretmiş, Kur’an okumayı öğretmemiştir.** Eğer bu meşru olsaydı, peygamber bunu bildirmekten geri durmazdı. Hadislerde evlerde Kur’an okunması teşvik edilirken, kabirlerin Kur’an okunacak veya namaz kılınacak yerler olmadığı açıkça belirtilmiştir. Bu nedenle İmam Malik, Ebu Hanife, Ahmed bin Hanbel ve Şafii gibi birçok âlim, kabir yanında Kur’an okumanın mekruh veya bid’at olduğunu söylemiştir.\n\nKabir ziyaretinde mum yakmak, çaput bağlamak veya kabirde yatan kişiden yardım istemek doğru değildir. Dilekleri yerine getirecek olan yalnızca Allah’tır. **Sâlih kişilerin hatırıyla Allah’tan istemek caizdir; fakat doğrudan onlardan istemek, tevhid inancını zedeleyebilecek büyük bir yanlıştır.**"
  },
    {
    "day": 11,
    "hadis": "Allah’ın kadın kullarının Allah’ın mescitlerine gelmelerine engel olmayın. (Müslim, Salât, 136)",
    "olay": "Hz. Peygamber döneminde kadınlar Mescid-i Nebevî’de erkeklerle birlikte ibadet etmiş, eğitim almış ve dini hayatta aktif bir rol üstlenmiştir. Allah Resulü (s.a.s), kadınların camiye gelmelerine engel olunmamasını vurgulamış, onlar için kolaylıklar sağlamıştır. Kadınların gece veya gündüz camiye gitmelerine izin vermiş, hayızlı kadınların bile bayram namazlarına katılmasına müsaade etmiştir. Ancak Peygamberimizin vefatından sonra toplumsal anlayış değişmiş, kadınların camiyle olan bağları zayıflamıştır. Bu durumun nedeni dinin kendisi değil, sonradan oluşan geleneksel yaklaşımlardır. İslam’ın ilk dönemlerinde kadınlar, inançları uğruna her türlü zorluğa katlanarak ibadet ve cemaat hayatının doğal bir parçası olmuşlardır."
  },
    {
    "day": 12,
    "hadis": "İhsan, O’nu görüyormuş gibi Allah’a ibadet etmendir. Sen O’nu göremesen de O seni görmektedir. (Buhârî, Tefsîr, (Lokmân) 2)",
    "olay": "İhsan, kulluğun en yüce mertebesidir. Mümin, Allah’ın her an kendisini gördüğü bilinciyle yaşar ve ibadetlerini bu farkındalıkla yerine getirir. Bu bilinç kişiyi samimi, dürüst ve bilinçli bir kul haline getirir. İbadet, insanı kötü duygulardan arındırır, sabır ve disiplin kazandırır. Ayrıca ibadet sadece bireysel değil, toplumsal bir değere de sahiptir; yardımlaşma, birlik ve beraberlik duygularını güçlendirir. Gerçek mümin, Allah’a sürekli bağlılık içinde yaşar ve O’na kullukta ihsan seviyesine ulaşmayı hedefler."
  },
    {
    "day": 13,
    "hadis": "Hz. Peygamber (sav) ayakları şişinceye kadar gece namazı kılardı. Bu durum hakkında ona bir şey söylendiğinde, ‘Şükreden bir kul olmayayım mı?’ derdi. (Buhârî, Teheccüd, 6)",
    "olay": "Hz. Peygamber, Allah’a şükrünü göstermek için ayakları şişinceye kadar ibadet ederdi. Bu tutumu, şükrün sadece sözle değil, ibadet ve davranışla da gösterilmesi gerektiğini ortaya koyar. Şükür, kalp, dil ve bedenle yapılan bir kulluk bilincidir; nimetleri hatırlamak, onları Allah’ın rızasına uygun kullanmak ve nankörlükten kaçınmaktır. Şükreden kişi, hem kendi iç huzurunu bulur hem de Allah’ın nimetlerinin artmasına vesile olur."
  },
    {
    "day": 14,
    "hadis": "Rabbini zikreden kimse ile zikretmeyen kimsenin misali, diri ile ölünün misali gibidir.” (B6407 Buhârî, Deavât, 66)",
    "olay": "Zikir, müminin kalbini diri tutan, gönle huzur veren en temel ibadettir. Kur’an’da, 'Bilin ki kalpler ancak Allah’ın zikriyle huzur bulur' buyrularak, manevî dinginliğin Allah’ı anmakla mümkün olduğu bildirilmiştir. Zikir yalnızca dil ile tekrarlanan sözlerden ibaret değildir; kalp, dil ve bedenle birlikte yapılırsa anlamını bulur. Hz. Peygamber (sav), 'Allah’a itaat eden Allah’ı zikretmiş olur' buyurarak zikirle itaati birleştirmiştir. Bu yönüyle zikir; Allah’ı anmak, O’na şükretmek, hamdetmek, tesbihte bulunmak ve Kur’an okumakla gerçekleşir. Mümin, her anında Rabbini hatırlayarak gafletten uzak durmalı, hem bireysel hem toplu olarak Allah’ı zikretmeye gayret etmelidir. Nitekim Resûlullah (sav), zikir meclislerinin faziletini, insanları özgür kılmaktan bile üstün tutmuş ve bu meclislerde bulunmayı çok sevmiştir. Gerçek zikir, kalpte Allah sevgisinin kökleştiği, kulun bütün benliğiyle Rabbine yöneldiği hâlidir."
  },
    {
    "day": 15,
    "hadis": "Günahtan tevbe etmek, günahı terk edip bir daha ona dönmemektir. (HM4264 İbn Hanbel, I, 446)",
    "olay": "Tebük Seferi sırasında sahâbî Kâ‘b b. Mâlik, hiçbir geçerli mazereti olmadığı hâlde sefere katılmamış ve bu yüzden büyük bir pişmanlık duymuştur. Allah Resûlü (sav), Kâ‘b ve onunla aynı durumda olan iki kişiyi elli gün boyunca toplumdan uzaklaştırmıştır. Bu süre boyunca üçü de derin bir vicdan azabı içinde tövbe etmiş, samimi pişmanlıkları sonucunda Yüce Allah onların tevbesini kabul etmiştir. Kur’an’da bu olay zikredilerek, içten pişmanlığın Allah katında nasıl affa vesile olduğu bildirilmiştir.\n\nTevbe, insanın işlediği günahtan dolayı içten bir pişmanlık duyması, hatasını fark edip Allah’a yönelmesidir. Bu, kulun Rabbiyle olan bağını onaran, ruhunu arındıran bir dönüş kapısıdır. Allah Teâlâ tevbe eden kullarını sever; çünkü tevbe, kulun hatasını itiraf edip affedilmeyi dilemesiyle rahmet kapısını çalmaktır.\n\nGerçek tevbe, sadece dil ile değil kalp ile yapılmalıdır. Kişi, işlediği günahtan derin bir pişmanlık duymalı, bir daha aynı hataya dönmemeye kararlı olmalıdır. Hz. Peygamber (sav), 'Günahtan pişmanlık duymak tevbedir.' buyurarak tevbenin özünü belirtmiş; bir başka hadisinde ise, tevbenin günahı terk edip ona dönmemek olduğunu ifade etmiştir. Samimi bir tevbe, istiğfarla tamamlanır; yani kul, Allah’tan bağışlanma dileyerek içtenlikle yeniden O’na yönelir."
  },
    {
    "day": 16,
    "hadis": "Muhakkak ki sizden biri namaz kılarken (aslında) Rabbiyle özel olarak konuşmaktadır... (Buhârî, Salât, 36)",
    "olay": "Hz. Peygamber, namazın Allah ile özel bir konuşma olduğunu belirtmiş ve kıyamı uzun tutmayı tavsiye etmiştir. Ancak cemaatle namazda yaşlı ve güçsüzleri gözeterek imamların namazı kısa tutmalarını istemiştir. Secdeyi, kulluğun ve teslimiyetin en yüce ifadesi olarak görmüş; namazda ta’dîl-i erkâna yani rükünlerin hakkını vermeye önem vermiştir. Namazın aceleyle kılınmaması, huşu ve samimiyetle eda edilmesi gerektiğini vurgulamıştır. Peygamber’e göre namaz, mümini kötülükten alıkoyar, kıyamet günü onun için bir nur ve kurtuluş vesilesi olur."
  },
    {
    "day": 17,
    "hadis": "Cuma namazına gitmek, bulûğa ermiş olan herkese farzdır.(Nesâî, Cum’a, 2)",
    "olay": "Cuma namazı, bulûğa ermiş her Müslümana farzdır ve mazeretsiz terk edilmemelidir. Peygamberimiz, mazeretsiz katılmayanlara sadaka vermelerini tavsiye etmiş; üç kez ihmal edenin kalbinin mühürleneceğini belirtmiştir. Mazeret durumunda (hastalık, savaş, kadın, çocuk, köle) namazın sorumluluğu kalkar. Cuma günü, namazın hayır ve bereketinden mahrum olmamak için fırsat kaçırılmamalıdır."
  },
    {
    "day": 18,
    "hadis": "'Resûlullah’a (sav), ‘Allah katında en güzel amel hangisidir?' diye sordum. ‘**Vaktinde kılınan namaz.**’ buyurdu. ‘Sonra hangisidir?’ dedim, ‘Sonra, **anne babaya iyilik yapmak.**’ buyurdu. ‘Sonra hangisidir?’ deyince, ‘Sonra, **Allah yolunda cihad etmek**.’ buyurdu.” (Müslim, Îmân, 139; Buhârî, Edeb, 1)",
    "olay": "Abdullah b. Mes’ûd, Allah katında en güzel ameli sorduğunda, Resûlullah (sav) namazı vaktinde kılmanın birinci ve en üstün amel olduğunu bildirdi. Ardından anne babaya iyilik yapmak ve Allah yolunda cihadın geldiğini söyledi. Hz. Peygamber, namazın dini hayatın temel direği olduğunu, belirlenen vakitte kılmanın tüm diğer faziletli amellerden üstün olduğunu vurguladı. Namaz, yolculuk ve savaş gibi zor şartlarda bile terk edilmemeli, ancak gerekirse kısaltılabilir. Peygamberimiz, hem sefer hem savaş ortamlarında namaz kılarak ashâbına rehberlik etmiştir."
  },
    {
    "day": 19,
    "hadis": "Hz. Ömer’den nakledildiğine göre, umreye gitmek için izin isteyince Hz. Peygamber (sav) ona şöyle demişti: '<em>Kardeşçiğim!</em> Duana bizi de ortak et ve bizi unutma!' (Tirmizî, Deavât, 109; İbn Mâce, Menâsik, 5)",
    "olay": "Umreye gitmek için izin isteyen Hz. Ömer’e Allah Resûlü, samimi ve içten bir dille: “Kardeşçiğim! Duana bizi de ortak et ve bizi unutma!” diyerek hem umrenin faziletine işaret etmiş hem de yakın dostuna olan ilgisini ve tevazuunu göstermiştir. Hz. Ömer, Peygamber’in bu sıcak ve samimi hitabını o kadar değerli bulmuştur ki, onu \"üzerine güneşin doğduğu her şeyden daha sevimli\" olarak nitelendirmiştir."
  },
    {
    "day": 20,
    "hadis": "Kadir Gecesi'ni Ramazan'ın son on günündeki tek gecelerde arayın!",
    "olay": "**Vahyin Hayatı Bereketlendirmeye Başladığı İlk Gece**\n\nKadir Gecesi, Kur’ân-ı Kerîm’in indirilmeye başlandığı ve ilahi rahmetin yeryüzüne yoğun bir şekilde indiği mübarek gecedir. Hz. Peygamber (s.a.v.) bu geceyi iman ve samimiyetle ihya edenlerin geçmiş günahlarının bağışlanacağını müjdelemiştir. Bu, Kadir Gecesi’nin yalnızca ibadetle geçirilen bir zaman dilimi değil; aynı zamanda bir farkındalık, arınma ve manevi yenilenme fırsatı olduğunu gösterir.\n\nKur’ân’da bu gecenin bin aydan daha hayırlı olduğu bildirilmiştir. Melekler ve Ruh (Cebrâil) o gece Rablerinin izniyle yeryüzüne iner, her türlü hayır ve bereket yeryüzüne yayılır. Gece, şafak vaktine kadar süren bir **esenlik ve huzur** vaktidir.\n\nBu sebeple Kadir Gecesi, hayatı yeniden yönlendirme, Kur’an’ın rehberliğini hatırlama ve Allah’a samimiyetle yönelme zamanıdır. Onu kıymetli kılan şey, Kur’an’la hayatın bağını güçlendirmek, onu anlamak ve yaşamaktır."
  },
    {
    "day": 21,
    "hadis": "İmrân b. Husayn (ra) diyor ki: 'Basur hastalığım vardı. Bu sebeple Hz. Peygamber’e (sav) gelerek nasıl namaz kılacağımı sordum. Hz. Peygamber şu cevabı verdi: ‘Namazı ayakta kıl, buna gücün yetmezse oturarak kıl, buna da gücün yetmezse yan üstü yatarak kıl.’ (Buhârî, Taksîru’s-salât, 19)",
    "olay": "İnsanı yaratan Allah, **onu en iyi tanıyan ve sınırlarını en iyi bilendir.** Rahmân ve Rahîm olan Yüce Allah, kullarına hiçbir zaman güçlerinin yetmeyeceği bir yük yüklememiştir. Çünkü O, kulları için *kolaylık diler, zorluk istemez.*\n\n**Hastalık** veya **bedensel engel** gibi durumlar, ibadetlerde birer mazeret sayılmıştır. Kur’an’da da, “Âmâya güçlük yoktur, topala güçlük yoktur, hastaya güçlük yoktur.” buyurularak bu kolaylık açıkça belirtilmiştir.\n\nHz. Peygamber (sav), sağlık durumu elverişli olmayan kimselere daima kolaylaştırıcı çözümler sunmuştur. Nitekim **İmrân b. Husayn** basur hastalığı nedeniyle nasıl namaz kılacağını sorduğunda, Peygamber Efendimiz ona şöyle buyurmuştur: *“Namazı ayakta kıl, buna gücün yetmezse oturarak kıl, buna da gücün yetmezse yan üstü yatarak kıl.”* \n\nResûlullah, sadece sözle değil, fiilen de bu kolaylığı göstermiştir. **Hastalığında oturarak namaz kılmış**, cemaatine de bu şekilde imamlık yapmış ve imamların arkasında bulunan hasta, yaşlı kimseleri düşünerek **namazı fazla uzatmamalarını** öğütlemiştir.\n\nAyrıca oruç ibadetinde de kolaylık sağlanmış, *“Kim hasta veya yolcu olursa, tutamadığı günleri sonra kaza etsin.”* ayetiyle, zorluk yaşayanlara alternatif bir yol gösterilmiştir. Böylece İslâm, ibadetlerde dengeyi, rahmeti ve kolaylığı esas kılmıştır."
  },
    {
    "day": 22,
    "hadis": "Ebû Musa’dan rivayet edildiğine göre, Resûlullah (sav) ashâbından birini bir iş için gönderdiğinde şöyle derdi: ‘Müjdeleyin nefret ettirmeyin; kolaylaştırın zorlaştırmayın.’ (Müslim, Cihâd ve Siyer, 6)",
    "olay": "Hz. Âişe’nin ifadesiyle, **“Resûlullah iki şey arasında tercih yapmak zorunda kaldığında, dinen sakıncası olmayan kolay olanı seçerdi.”** O, ümmetine ağır gelecek emirlerden kaçınır, her durumda kolaylığı tavsiye ederdi.\n\nBir gece **yatsı namazını geç kıldırdıktan sonra**, şöyle buyurmuştur: *“Eğer zayıfın zayıflığı, hastanın hastalığı ve ihtiyaç sahibinin hâli olmasaydı, bu namazı gece yarısına kadar geciktirirdim.”* Bu söz, onun ümmetine olan merhametini ve anlayışını açıkça gösterir.\n\nHz. Peygamber (sav), geçmiş ümmetlerin **kendilerine gereksiz zorluk çıkararak** ibadetleri zorlaştırdıklarını hatırlatmış ve kendi ümmetini de bu konuda uyarmıştır. Bu nedenle, **bazen severek yaptığı ibadetleri bile bilerek terk etmiş**, böylece bunların farz gibi algılanmaması gerektiğini vurgulamıştır.\n\nAshâbına daima şu ilkeyi hatırlatmıştır: *“Gücünüzün yeteceği kadar ibadet edin. Çünkü siz usanırsınız ama Allah sevap vermekten usanmaz. Allah katında amellerin en hayırlısı, az da olsa devamlı olandır.”*\n\nBir sahabeyi göreve gönderdiğinde ise şu öğütle uğurlardı: **“Müjdeleyin, nefret ettirmeyin; kolaylaştırın, zorlaştırmayın.”** Bu söz, İslâm’ın özünü özetleyen bir rehberdir. Çünkü Peygamber Efendimiz’in buyurduğu gibi: *“Din kolaydır; bir kişi gücünün üstünde ibadete kalkışırsa din karşısında âciz kalır.”*"
  },
    {
    "day": 23,
    "hadis": "(Zorlanmanız yahut zarar görmeniz hâlinde) yolculukta oruç tutmanız, fazilet değildir. Allah’ın size tanıdığı ruhsatı kullanın ve onu kabul edin. (Nesâî, Sıyâm, 47)",
    "olay": "Peygamber Efendimiz bir Ramazan gününde ashâbıyla birlikte bir sefere çıkmıştı. **Dayanılmaz bir çöl sıcağı** vardı; güneş kavuruyor, toprak ayakları yakıyordu. Sıcağın ve orucun etkisiyle ashâb yorulunca Resûlullah (sav) dinlenmelerini istedi. Ancak etrafta gölgelenecek ağaç azdı, çadır kurmak için vakit yoktu. Herkes bulduğu gölgede dinlenmeye çalışıyordu.\n\nBu sırada Peygamberimiz, insanların bir ağacın altında toplanıp baygın hâlde yatan **Ebû İsrâil** isimli sahâbîyi serinletmeye çalıştıklarını gördü. Sebebini sorduğunda, “Ey Allah’ın Resûlü, o oruçlu.” dediler. Bunun üzerine Efendimiz şöyle buyurdu: *“(Zorlanmanız yahut zarar görmeniz hâlinde) yolculukta oruç tutmak, fazilet değildir. Allah’ın size tanıdığı ruhsatı kullanın ve onu kabul edin.”*\n\nİslâm’da **“azimet”** ve **“ruhsat”** kavramları bu olayda açıkça görülür. Allah’ın emir ve yasakları genel hükümleri, yani *azimetleri* oluşturur. Ancak **zorunluluk, hastalık, yolculuk veya meşakkat** gibi durumlarda Allah, kullarına kolaylık tanımış ve *ruhsat* adı verilen geçici hükümlerle ibadetleri kolaylaştırmıştır.\n\nRuhsat, dinde gevşeklik değil; aksine **dinin yaşanabilirliğini sağlayan bir rahmettir.** Mümin, gücü yettiğinde azimete göre amel eder; fakat gücünü aşan bir durumda ruhsattan yararlanır. Nitekim Kur’an’da şöyle buyrulur: *“Allah sizin için kolaylık diler, zorluk dilemez.”* (Bakara, 185)\n\nAynı şekilde, sefer hâlinde namazın kısaltılmasına da izin verilmiştir: *“Yeryüzünde sefere çıktığınız vakit kâfirlerin size saldırmasından korkarsanız, namazı kısaltmanızdan ötürü size bir günah yoktur.”* (Nisâ, 101) Peygamberimiz de bu kolaylıktan yararlanarak, **öğle ile ikindi, akşam ile yatsı namazlarını cem etmiş**, yani birlikte kılmıştır.\n\nBuna rağmen, Efendimiz (sav) ruhsatı kullanmak istemeyenleri zorlamamıştır. Nitekim **Hamza b. Amr el-Eslemî** (ra), “Ey Allah’ın Resûlü! Yolculukta oruç tutabilecek gücüm var, tutmamda sakınca var mı?” diye sorduğunda, Resûlullah şöyle buyurdu: *“Bu, Allah’ın verdiği bir ruhsattır. Kim bunu alırsa güzel olur. Kim de tutmak isterse bunda sakınca yoktur.”* Böylece ruhsatla azimet arasında **denge** gözetilmesi gerektiğini göstermiştir."
  },
    {
    "day": 24,
    "hadis": "Yeryüzü (toprak) benim için mescit ve temiz kılınmıştır. Ümmetimden kim nerede namaz vaktine ulaşırsa hemen orada namazını kılabilir. (Nesâî, Mesâcid, 42)",
    "olay": "Hz. Peygamber, yeryüzünün namaz kılmak için temiz ve uygun olduğunu belirterek, namaz vakti geldiğinde nerede olurlarsa orada kılabileceklerini bildirmiştir. Medine’ye hicretinden önce Kubâ’da namaz kılmış ve sahâbeyi de teşvik etmiştir. Kubâ Mescidi’ni inşa ettirmiş, Medine’de ise mevcut mescitlerde namaz kılmayı ve cemaatle kılmayı sürdürmüştür."
  },
    {
    "day": 25,
    "hadis": "Dinde aşırılıktan sakının. Muhakkak ki sizden öncekileri dinde aşırılığa gitmek helâk etmiştir. (Nesâî, Menâsikü’l-Hac, 217)",
    "olay": "Sahâbîler arasında ruhsatlardan yararlanmayıp daima **fazla ibadet etmeyi** isteyen kimseler de bulunurdu. Bu kişilerden biri olan **Abdullah b. Amr b. Âs**, Peygamber Efendimiz ile arasında geçen konuşmayı şöyle anlatır:\n\n*“Bir gün Allah Resûlü bana, ‘Ey Abdullah! Gündüz oruç tuttuğun, geceleri ibadetle meşgul olduğun kulağıma geldi, gerçekten öyle mi?’ diye sordu. Ben, ‘Evet, ey Allah’ın Resûlü!’ dedim. Bunun üzerine Efendimiz, ‘Böyle yapma. Oruç tut, bazen de tutma! (Gece) namaz kıl, bazen de uyu! Çünkü vücudunun sende hakkı var, gözünün sende hakkı var, hanımının sende hakkı var, misafirinin sende hakkı var. Her ay üç gün oruç tutman yeterlidir. Çünkü işlediğin her iyilik için on kat sevap vardır. Bu da yılın tamamını oruçlu geçirmek anlamına gelir.’ buyurdu.”*\n\nAncak Abdullah ısrar ederek, *“Benim gücüm kuvvetim yerinde, daha fazlasını yapabilirim.”* deyince, Peygamberimiz (sav) şöyle buyurdu: *“Öyleyse Allah’ın peygamberi Dâvûd’un orucunu tut. Daha fazlasını yapma!”* Dâvûd’un orucu, **bir gün oruç tutup bir gün tutmamaktı.**\n\nHadisi nakleden **Ebû Seleme**, Abdullah’ın yaşlılığında şöyle dediğini belirtir: *“Keşke Hz. Peygamber’in verdiği ruhsatı kabul etseydim.”* Çünkü gençken kolayca yaptığı ibadetleri yaşlandığında sürdürememişti.\n\nBu olay, dinde aşırılığın **insanı zorlayarak ibadetten soğutabileceğini** gösterir. Allah Resûlü (sav) bu tür tutumları *“dinde aşırılık”* olarak nitelendirmiş ve ümmetini bundan sakındırmıştır.\n\nNitekim hacda taş toplarken, taşların küçük olması gerektiğini vurgulamış ve şöyle buyurmuştur: *“Dinde aşırılıktan sakının. Muhakkak ki sizden öncekileri dinde aşırılığa gitmek helâk etmiştir.”* Böylece **denge, ölçülülük ve itidal**, İslâm’ın ibadet anlayışında temel ilke olarak belirlenmiştir."
  },
    {
    "day": 26,
    "hadis": "Müminlerin iman bakımından en mükemmeli, ahlâk bakımından en güzel olanıdır.",
    "olay": "Rabbim! Doğrusu ben, hakkında bilgi sâhibi olmadığım bir şeyi senden istemekten sana sığınırım. Eğer bana mağfiret etmez ve bana merhamet etmezsen, hüsrâna uğrayanlardan olurum. (Hud, 47)"
  },
  {
    "day": 27,
    "hadis": "Müminlerin iman bakımından en mükemmeli, ahlâk bakımından en güzel olanıdır.",
    "olay": "Rabbim! Doğrusu ben, hakkında bilgi sâhibi olmadığım bir şeyi senden istemekten sana sığınırım. Eğer bana mağfiret etmez ve bana merhamet etmezsen, hüsrâna uğrayanlardan olurum. (Hud, 47)"
  },
  {
    "day": 28,
    "hadis": "Müminlerin iman bakımından en mükemmeli, ahlâk bakımından en güzel olanıdır.",
    "olay": "Rabbim! Doğrusu ben, hakkında bilgi sâhibi olmadığım bir şeyi senden istemekten sana sığınırım. Eğer bana mağfiret etmez ve bana merhamet etmezsen, hüsrâna uğrayanlardan olurum. (Hud, 47)"
  },
  {
    "day": 29,
    "hadis": "Müminlerin iman bakımından en mükemmeli, ahlâk bakımından en güzel olanıdır.",
    "olay": "Rabbim! Doğrusu ben, hakkında bilgi sâhibi olmadığım bir şeyi senden istemekten sana sığınırım. Eğer bana mağfiret etmez ve bana merhamet etmezsen, hüsrâna uğrayanlardan olurum. (Hud, 47)"
  }
]


















