[
  {
    "day": 1,
    "okuma": "**Ramazan Bayramı (Şevval’in 1. Günü)**\n\nKur’an ayı, bereket ayı olan Ramazan’ımız sona erdi. Oruçlarımızı tuttuk, farz ve nafile ibadetlerle bu mübarek aydan nasiplenmeye çalıştık. Teravih namazlarını kıldık, gücümüz yettiğince teheccüde kalktık, Ramazan Kur’an ayıdır diyerek hem Arapçasını hem de mealini okuyup onunla amel etmeye gayret ettik. Rabbimiz niyetlerimizi ve ibadetlerimizi kabul eylesin.\n\nBugün Ramazan Bayramı’nın ilk günüdür. Bayram, Allah’ın kullarına Ramazan’ın ardından bir ikramıdır.\n\n**Peygamber Efendimiz (s.a.v.) bayram gününü nasıl geçirirdi?**\n- Bayram namazına gitmeden önce gusül abdesti alırdı. (İbn Mâce)\n- Ramazan Bayramı’nda namaza gitmeden önce hurma yerdi; böylece bugün oruç günü olmadığını fiilen de gösterirdi. (Buhârî)\n- Bayram namazını cemaatle kılar, hutbeyi dinlerdi.\n- Namazdan sonra ashabıyla bayramlaşır, Müslümanların sevincine ortak olurdu.\n- Bayram günlerinde meşru sevinci teşvik eder, aşırılığa ve günaha izin vermezdi.\n\nBayramda yemek ve içmek serbesttir; ancak Ramazan’dan yeni çıkmışken bedenimize de merhametli olmalı, ölçüyü kaçırmamaya dikkat etmeliyiz.\n\nAkraba ziyaretleri, gönül almak, dargınlıkları bitirmek bayramın ruhundandır. Ancak sohbetlerde gıybetten, kırıcı sözlerden ve boş tartışmalardan özellikle kaçınmak gerekir. Bayram, dilin de kalbin de temiz tutulduğu bir gündür.\n\nUnutmayalım: Ramazan’da kazandığımız güzel alışkanlıkları bayramla birlikte kaybetmek değil, bayramla taçlandırmak en büyük kazançtır.",
    "dua": "Allah’ım! Ramazan ayında yaptığımız ibadetleri, tuttuğumuz oruçları ve ettiğimiz duaları kabul eyle. Bayramımızı bizler için günahlardan arınmaya, kalplerin yumuşamasına ve istikametin devamına vesile kıl. Ailelerimize, ümmet-i Muhammed’e sağlık, huzur ve bereket ihsan eyle. Bayram sevincimizi harama bulaştırmadan yaşamayı bizlere nasip et."
  },
  {
    "day": 2,
    "okuma": "**Ramazan Sonrası İbadet Düşüşü ile Baş Etme**\n\nRabbimizin rızasını gözeterek bir ay boyunca oruçlarımızı tuttuk, ibadetlerle Ramazan ayımızı bereketlendirmeye çalıştık. Manevi atmosferden istifade ederek Allah ile bağımızı güçlendirdik. Peki Ramazan’dan sonra ne olacak? Bu ibadet bilinci sadece Ramazan’a mı ait olmalı, yoksa hayatımızın tamamına mı yayılmalı?\n\nRamazan bize bir ay boyunca nasıl bir kul olmamız gerektiğini gösteren bir eğitim sürecidir. Asıl hedef, Ramazan’da kazanılan bu şuur ve hassasiyeti yılın geri kalanına taşıyabilmektir. Büyük âlimlerin de ifade ettiği gibi: “Ramazan’ı güzel geçiren değil, Ramazan’dan sonra da istikamet üzere kalan kazanır.” Ömrümüzü Ramazan bilinciyle yaşarsak, ölümümüz de inşallah bayram olur.\n\nRamazan’daki ibadet yoğunluğunu aynen sürdürmek herkes için mümkün olmayabilir. Ancak önemli olan çok yapmak değil, **devamlı** yapmaktır. Bayramın telaşı geçtikten sonra kendimize küçük ama sürdürülebilir bir manevi plan hazırlayabiliriz.\n\nÖrneğin:\n- Günde birkaç ayet de olsa Kur’an okumaya devam etmek,\n- Haftada birkaç gün nafile oruç tutmayı hedeflemek,\n- Namazlardan sonra kısa da olsa zikir ve dua alışkanlığı edinmek,\n- Günlük davranışlarımızda dilimize ve kalbimize daha fazla dikkat etmek.\n\nŞevval ayı, Ramazan’da kazanılan bu güzel alışkanlıkları hayata yerleştirmek için bir fırsattır. Küçük ama istikrarlı adımlar, Allah katında büyük karşılıklar doğurur.",
    "dua": "Allah’ım! Ramazan ayında kalplerimize yerleştirdiğin iman, huzur ve ibadet şuurunu bizlerden alma. Bizi Ramazan’da kazandığımız güzel amellerden uzaklaştırma. Az da olsa devamlı yapılan ibadetleri bize sevdir. Niyetlerimizi halis, yolumuzu dosdoğru eyle. Bizi istikamet üzere yaşayıp istikamet üzere can veren kullarından eyle."
  },
  {
    "day": 3,
    "okuma": "**Az Ama Devamlı Amelin Önemi**\n\nİslam’da amelin değeri, çokluğundan ziyade samimiyeti ve devamlılığı ile ölçülür. Peygamber Efendimiz (s.a.v.) bu konuda bizlere açık bir ölçü vermiştir:\n\n“Allah katında amellerin en sevimlisi, az da olsa devamlı olanıdır.” (Buhârî, Rikâk 18; Müslim, Salâtü’l-Müsâfirîn 215)\n\nRamazan ayında ibadetlerimizi artırmak bizler için daha kolay olur. Ancak Ramazan sonrası asıl imtihan, bu ibadetlerden tamamen kopmamaktır. Çünkü devamlılık, kalbi diri tutar ve kulluk bilincini canlı tutar.\n\nAz ama sürekli yapılan ameller; kul ile Rabbi arasındaki bağı güçlendirir. Her gün bir sayfa Kur’an okumak, birkaç dakikalık zikir yapmak, haftada bir gün nafile oruç tutmak ya da düzenli bir sadaka alışkanlığı edinmek, zamanla büyük bir bereketin kapısını aralar.\n\nUnutulmamalıdır ki Allah Teâlâ, kulunun gücünü aşan bir yük yüklemez. Önemli olan sürdürülebilir bir yol belirlemek ve bu yolda istikrarlı olmaya niyet etmektir. Şevval ayı, Ramazan’da kazanılan ibadet bilincini küçük ama sağlam adımlarla sürdürme ayıdır.",
    "dua": "Allah’ım! Sana en sevimli olan amelleri yapmayı bizlere nasip et. Az da olsa devamlı ibadet etmeyi, kulluğumuzda istikrarı bizlere lütfet. Niyetlerimizi samimi, amellerimizi bereketli eyle. Bizi ibadete başlatıp yarı yolda bırakanlardan değil, sebat eden kullarından eyle."
  },
  {
    "day": 4,
    "okuma": "**Bayram Sonrası Gaflet Uykusu**\n\nRamazan ayı, hem manevi hem de fiziksel olarak yoğun geçen bir kulluk mektebidir. Bu ayın sonunda insan, eski hâlinden farklı bir bilinç ve hassasiyet kazanır. Ancak bayramın verdiği rahatlama, sevinç ve günlük hayata dönüşle birlikte kişi farkında olmadan bir gevşeme ve gaflet hâline sürüklenebilir. İşte bu noktada dikkatli olmak gerekir.\n\nRamazan’dan sonra ibadetlerden tamamen kopmak, bu mübarek ayda kazanılan manevi sermayenin zayıflamasına sebep olur. Şevval ayı ise bu düşüşü engellemek ve Ramazan’da kazanılan istikameti korumak için önemli bir fırsattır.\n\nBu ayda tutulan **altı gün Şevval orucu** bu anlamda büyük bir fazilete sahiptir. Hz. Peygamber (s.a.s.) şöyle buyurmuştur:\n\n“Kim Ramazan orucunu tutar ve ona Şevval ayından altı gün ilave ederse, sanki yılın bütününde oruç tutmuş gibi olur.” (Müslim, Sıyâm, 204 [1164])\n\nBu oruçlar peş peşe tutulabileceği gibi, Şevval ayı içinde ara verilerek de tutulabilir. (İbn Âbidîn, Reddü’l-muhtâr, 2/435)\n\nŞevval orucu, bayram sonrası oluşabilecek gaflet uykusunu dağıtır, kulun Rabbine olan bağlılığını diri tutar ve Ramazan’dan sonra da kulluğun devam ettiğini hatırlatır.",
    "dua": "Allah’ım! Bayramdan sonra kalplerimizi gaflete düşürme. Ramazan’da kazandığımız iman, ibadet ve hassasiyeti Şevval ayında da korumayı bizlere nasip et. Nefsimizin tembelliğine karşı bize güç ver, ibadette sebat eden kullarından eyle. Amellerimizi kabul buyur."
  },
  {
    "day": 5,
    "okuma": "**Çizginiz Daima Allah Rızası Olsun**\n\nMümin için hayatın her alanında belirleyici olan en temel ölçü, Allah’ın rızasını gözetmektir. Yapılan ibadetler, söylenen sözler ve alınan kararlar; insanların takdirine göre değil, Allah katındaki değerine göre anlam kazanır.\n\nRamazan ayında bu bilinç daha güçlü hissedilir. İbadetler artar, kalp daha duyarlı hâle gelir. Ancak asıl önemli olan, bu çizgiyi Ramazan’dan sonra da koruyabilmektir. Çünkü kulluk, belli zamanlara mahsus bir hâl değil; hayatın tamamını kuşatan bir duruştur.\n\nBir mümin için asıl soru şudur: “Bu yaptığım iş Allah’ın rızasına uygun mu?” Eğer bu soru diri tutulursa, az olan amel bile bereketlenir; niyetler ibadete dönüşür.\n\nŞevval ayı, niyetlerimizi yeniden gözden geçirmek ve yönümüzü tazelemek için bir fırsattır. Hayatın hızına kapılmadan, ibadetlerimizde, ilişkilerimizde ve tercihlerimizde Allah rızasını merkeze almak; kalbi dağılmaktan, amelleri de boşa gitmekten korur.\n\nUnutulmamalıdır ki ihlasla yapılan küçük bir amel, gösterişle yapılan büyük amelden daha kıymetlidir.\n\n**Allah için yaşayın, Allah için ölün.**",
    "dua": "Şüphesiz benim namazım, (her türlü) ibadetim, hayatım ve ölümüm, hepsi âlemlerin rabbi olan Allah içindir."
  }
]
