[
  {
    "day": 1,
    "okuma": "**“Gerçek şu ki, ölümle karşılaşmadan önce onu istiyordunuz; işte şimdi onu apaçık görmektesiniz.”**\n\n**(Âl-i İmrân, 3/143)**\n\nUhud Savaşı öncesinde özellikle genç sahâbîler, düşman karşısına çıkılmasını ısrarla talep etmişlerdi. “Bizi düşmanla karşı karşıya getir ki korktuğumuzu sanmasınlar” diyerek meydan savaşını istemişlerdi. Çoğunluğun görüşüyle Medine dışında Uhud’a çıkıldı.\n\nAncak savaşın seyrinde okçuların yerlerini terk etmesiyle düşman ani ve şiddetli bir saldırı gerçekleştirdi. Bunun neticesinde Müslümanlar yaklaşık **yetmiş şehit** verdi, birçoğu yaralandı. **Hz. Peygamber’in (s.a.v.) öldürüldüğü** yönünde yayılan yanlış haber, bazı Müslümanların ümidini kırdı; bir kısmı paniğe kapılarak geri çekildi, hatta savaş alanını terk edenler oldu.\n\nİşte bu ayet, o an yaşanan bu zaaf hâlini hatırlatmak ve uyarmak için nazil oldu: **“Ölümle karşılaşmadan önce onu istiyordunuz.”** Bu ifade, Müslümanların ölümü arzulamalarını değil; savaş öncesi sözleriyle, fiilî durum arasındaki çelişkiyi ortaya koymaktadır.\n\nZira İslam’da gerek savaşta gerek savaş dışında **ölümü temenni etmek doğru değildir**. Nitekim Resûlullah (s.a.v.) şöyle buyurmuştur:\n\n**“Düşmanla karşılaşmayı temenni etmeyiniz. Allah’tan afiyet isteyiniz. Ancak düşmanla karşılaştığınızda da sabırlı olunuz. Biliniz ki cennet, kılıçların gölgesi altındadır.”**\n\nSavaş alanında asıl olan ölmek değil; **Allah’ın dininin izzeti için sebat etmek**, Müslümanların zaferi için mücadele etmektir. Allah yolunda savaşırken, yaşama arzusu artık zaferin önünde bir engel olmaktan çıkar; aksine, sorumluluk bilinciyle dengelenir.\n\nBu ayet, mümine şunu öğretir: **İddia kolaydır; asıl olan, imtihan anında ayakta kalabilmektir.**",
    "dua": "Allah’ım! Bizi sözde cesur, fiilde zayıf olanlardan eyleme. İmtihan anlarında kalplerimizi sabit kıl, korkuya kapıldığımızda bize sebat ve basiret ver. Afiyet istemeyi unutmayalım; ama hak ve hakikat uğruna gerektiğinde sabırla direnen kullarından eyle. Niyetimizi samimi, adımlarımızı sağlam kıl. Âmin."
  },
  {
    "day": 2,
    "okuma": "**Allah yolunda vermek**\n\n**“Ey iman edenler! Size ‘Allah yolunda sefere çıkın’ denildiği zaman ne oldu size de yere çakılıp kaldınız? Yoksa ahiretten vazgeçip dünya hayatını mı seçtiniz? Oysa ahirete göre dünya hayatının yararı pek az bir şeydir.”**  \n**(Tevbe, 9/38)**\n\nBu ayet, **Tebuk Seferi** öncesinde nazil olmuş ve müminlerin kalbine doğrudan hitap etmiştir. Tebuk, İslam tarihinin en çetin seferlerinden biridir. Mevsim yazdır; sıcak kavurucudur. Kıtlık ve kuraklık hüküm sürmektedir. Yol uzundur, düşman güçlüdür. İşte bu yüzden Tebuk, **“zorluk zamanı (sâatü’l-usra)”**; bu sefere çıkan ordu ise **“zorluk ordusu (ceyşü’l-usra)”** olarak anılmıştır.\n\nBöylesi ağır şartlarda bazı kimseler geri durmak için bahaneler üretmiş, dünya konforunu ahiretin önüne koymuştur. Ayet tam da bu hâli sorgular: **“Ahireti bırakıp dünyayı mı seçtiniz?”**\n\nBu seferde imkânı olanlar mallarını ortaya koymuş, olmayanlar ise kalplerini… İşte bunlardan biri **Ulbe b. Zeyd (r.a.)** idi. Ne bineği vardı ne de verecek malı. Gecenin bir vaktinde kalktı, namaz kıldı ve ellerini semaya açarak şöyle dedi:\n\n**“Allah’ım! Verecek bir şeyim yok. Üzerimde hakkı olan bütün müminlere hakkımı sadaka olarak bağışlıyor, hepsine helal ediyorum.”**\n\nErtesi gün Resûlullah (s.a.v.) ashâbına sordu:\n\n— **“Dün gece tasadduk eden kişi nerededir?”**\n\nUlbe b. Zeyd öne çıkınca Allah Resûlü şöyle buyurdu:\n\n**“Allah’a yemin olsun ki sen, sadakası kabul edilenlerin divanına yazıldın.”**\n\nBu hadise bize şunu öğretir: **Allah katında değer, imkânla değil; niyetle, fedakârlıkla ve yönelişle ölçülür.** Tebuk, müminin dünyaya mı yoksa ahirete mi yöneldiğini açığa çıkaran bir imtihandır.",
    "dua": "Allah’ım! Bizi dünya rahatına çakılıp kalanlardan eyleme. Zorluk zamanlarında kalbimizi ahirete yönelt, adımlarımızı sabit kıl. Verecek malımız olmasa da samimi niyetle Sana yönelen kullarından eyle. Fedakârlığı bize sevdir, sadakatle yürüyenlerden olmayı nasip et. Âmin."
  },
  {
    "day": 3,
    "okuma": "**Bir endişenin sana binlerce nimeti unutturmasına izin verme**\n\nİnsan kalbi, aynı anda her şeyi taşıyamaz. Endişe büyüdüğünde, nimetler gözden kaybolur. Oysa çoğu zaman bizi yoran şey yaşadığımız bir gerçeklikten ziyade, zihnimizde büyüttüğümüz ihtimallerdir. Henüz olmamış bir korku, çoktan verilmiş binlerce nimetin üzerini örter.\n\nNefes aldığımızı, yürüyebildiğimizi, sevdiklerimizin hâlâ yanımızda olduğunu, bir duaya sığınabilecek Rabbimizin varlığını fark edemeyiz. Kalp tek bir sıkıntıya kilitlenir ve Allah’ın şimdiye kadar nasıl defalarca yardım ettiğini unutur.\n\nOysa Kur’an bize şunu öğretir: **Hatırlamak, imanın bir parçasıdır.** Unutmak ise şeytanın en sevdiği kapıdır. Endişe geldiğinde yapılması gereken şey, ona teslim olmak değil; nimetleri tek tek hatırlamaktır. Çünkü endişe Allah’tan gelmez, fakat teslimiyet Allah’a yaklaştırır.\n\nHer kaygı bir imtihandır ama her imtihan bir nimet değildir. Nimet olan şey; imtihanın içinde bile Allah’ı görebilmektir. Mümin, endişenin değil, Rabbinin büyüklüğüne odaklanır.",
    "dua": "Allah’ım! Kalplerimizi endişenin karartmasına izin verme. Bize verdiğin sayısız nimetleri unutturacak korkulardan Sana sığınırız. Daraldığımızda şükretmeyi, korktuğumuzda Sana güvenmeyi öğret. Kalbimizi huzurla, zihnimizi teslimiyetle doldur. Bizi nimetlerini fark eden ve hatırlayan kullarından eyle. Âmin."
  },
  {
    "day": 4,
    "okuma": "**Şükür, korkunun panzehiridir**\n\nKorku insanın geleceğe dair kaygılarından beslenir; şükür ise insanı bulunduğu ana sabitler. Korku, “Ya kaybedersem?” diye fısıldar. Şükür ise “Zaten sana ne verildiğini görüyor musun?” diye hatırlatır.\n\nİnsan şükrettikçe korku zayıflar. Çünkü şükür, kalbi yokluk ihtimaliyle değil, mevcut nimetlerin farkındalığıyla doldurur. Allah’ın bugüne kadar nasıl koruduğunu hatırlayan bir kalp, yarın için paniğe kapılmaz.\n\nKur’an’da şükür sadece bir teşekkür değil, aynı zamanda bir **güven ilanıdır**. Kul, şükrederek şunu söyler: “Ben Rabbimin verdiklerini görüyorum ve O’nun vereceklerinden de ümidimi kesmiyorum.” İşte bu bilinç, korkunun en güçlü ilacıdır.\n\nKorku kalbi daraltır, şükür kalbi genişletir. Korku insanı içine kapatır, şükür insanı Allah’a açar.",
    "dua": "Allah’ım! Kalplerimizi korkuyla değil şükürle doldur. Bize verdiğin nimetleri görmeyi, hatırlamayı ve onlarla Sana güvenmeyi nasip et. Endişe anlarında şükre sarılan, korku geldiğinde Sana sığınan kullarından eyle. Kalplerimize huzur, yollarımıza emniyet ver. Âmin."
  },
  {
    "day": 5,
    "okuma": "**Cennet, Sarsılmadan Verilmez**\n\n**“Yoksa siz, sizden öncekilerin başına gelenler sizin de başınıza gelmeden cennete gireceğinizi mi sandınız?”** (Bakara, 2:214)\n\nBu ayet, cennetin yalnızca sözle değil, **imtihanla** kazanılacağını hatırlatır. Önceki ümmetler yoklukla, korkuyla, hastalıkla ve ağır sarsıntılarla sınandılar. Öyle ki, peygamberler ve onlara iman edenler bile “Allah’ın yardımı ne zaman?” diyecek noktaya geldiler.\n\nBu ayet; Mekke’den her şeyini bırakarak Medine’ye hicret eden, Hendek’te kuşatma altında kalan, Uhud’da sarsılan Müslümanların kalplerini teskin etmek için indirilmiştir. Mesaj nettir: **İman, zahmetsiz bir iddia değil; sabırla ispat edilen bir duruştur.**\n\nHayatın yaratılış gayesi imtihandır. İnsan ‘inandım’ demekle başıboş bırakılmaz. İman; korku, yokluk, belirsizlik ve fedakârlık anlarında da Allah’a sadık kalabilmektir.\n\nBu ayet aynı zamanda bir müjdedir. Çünkü sarsıntının ardından gelen cümle şudur: **“İyi bilin ki, Allah’ın yardımı pek yakındır.”** İlahi yardım, insan bütün gücüyle direndiğinde ve sabırda sebat ettiğinde gelir. Dün böyleydi, bugün de böyledir.",
    "dua": "Allah’ım! Bizi imtihan karşısında yılgınlığa düşenlerden eyleme. Zorluk anlarında Sana güvenen, yardımını beklerken sabırla sebat eden kullarından eyle. Kalplerimizi sarsıntılarla değil, Sana olan teslimiyetle güçlendir. Yardımının yakın olduğuna iman edenlerden olmayı nasip et. Âmin."
  }
]
