[
  {
    "day": 1,
    "okuma": "### **“Gerçek şu ki, ölümle karşılaşmadan önce onu istiyordunuz; işte şimdi onu apaçık görmektesiniz.”**\n\n**(Âl-i İmrân, 3/143)**\n\nUhud Savaşı öncesinde özellikle genç sahâbîler, düşman karşısına çıkılmasını ısrarla talep etmişlerdi. “Bizi düşmanla karşı karşıya getir ki korktuğumuzu sanmasınlar” diyerek meydan savaşını istemişlerdi. Çoğunluğun görüşüyle Medine dışında Uhud’a çıkıldı.\n\nAncak savaşın seyrinde okçuların yerlerini terk etmesiyle düşman ani ve şiddetli bir saldırı gerçekleştirdi. Bunun neticesinde Müslümanlar yaklaşık **yetmiş şehit** verdi, birçoğu yaralandı. **Hz. Peygamber’in (s.a.v.) öldürüldüğü** yönünde yayılan yanlış haber, bazı Müslümanların ümidini kırdı; bir kısmı paniğe kapılarak geri çekildi, hatta savaş alanını terk edenler oldu.\n\nİşte bu ayet, o an yaşanan bu zaaf hâlini hatırlatmak ve uyarmak için nazil oldu: **“Ölümle karşılaşmadan önce onu istiyordunuz.”** Bu ifade, Müslümanların ölümü arzulamalarını değil; savaş öncesi sözleriyle, fiilî durum arasındaki çelişkiyi ortaya koymaktadır.\n\nZira İslam’da gerek savaşta gerek savaş dışında **ölümü temenni etmek doğru değildir**. Nitekim Resûlullah (s.a.v.) şöyle buyurmuştur:\n\n**“Düşmanla karşılaşmayı temenni etmeyiniz. Allah’tan afiyet isteyiniz. Ancak düşmanla karşılaştığınızda da sabırlı olunuz. Biliniz ki cennet, kılıçların gölgesi altındadır.”**\n\nSavaş alanında asıl olan ölmek değil; **Allah’ın dininin izzeti için sebat etmek**, Müslümanların zaferi için mücadele etmektir. Allah yolunda savaşırken, yaşama arzusu artık zaferin önünde bir engel olmaktan çıkar; aksine, sorumluluk bilinciyle dengelenir.\n\nBu ayet, mümine şunu öğretir: **İddia kolaydır; asıl olan, imtihan anında ayakta kalabilmektir.**",
    "dua": "Allah’ım! Bizi sözde cesur, fiilde zayıf olanlardan eyleme. İmtihan anlarında kalplerimizi sabit kıl, korkuya kapıldığımızda bize sebat ve basiret ver. Afiyet istemeyi unutmayalım; ama hak ve hakikat uğruna gerektiğinde sabırla direnen kullarından eyle. Niyetimizi samimi, adımlarımızı sağlam kıl. Âmin."
  },
  {
    "day": 2,
    "okuma": "### **Allah yolunda vermek**\n\n**“Ey iman edenler! Size ‘Allah yolunda sefere çıkın’ denildiği zaman ne oldu size de yere çakılıp kaldınız? Yoksa ahiretten vazgeçip dünya hayatını mı seçtiniz? Oysa ahirete göre dünya hayatının yararı pek az bir şeydir.”**  \n**(Tevbe, 9/38)**\n\nBu ayet, **Tebuk Seferi** öncesinde nazil olmuş ve müminlerin kalbine doğrudan hitap etmiştir. Tebuk, İslam tarihinin en çetin seferlerinden biridir. Mevsim yazdır; sıcak kavurucudur. Kıtlık ve kuraklık hüküm sürmektedir. Yol uzundur, düşman güçlüdür. İşte bu yüzden Tebuk, **“zorluk zamanı (sâatü’l-usra)”**; bu sefere çıkan ordu ise **“zorluk ordusu (ceyşü’l-usra)”** olarak anılmıştır.\n\nBöylesi ağır şartlarda bazı kimseler geri durmak için bahaneler üretmiş, dünya konforunu ahiretin önüne koymuştur. Ayet tam da bu hâli sorgular: **“Ahireti bırakıp dünyayı mı seçtiniz?”**\n\nBu seferde imkânı olanlar mallarını ortaya koymuş, olmayanlar ise kalplerini… İşte bunlardan biri **Ulbe b. Zeyd (r.a.)** idi. Ne bineği vardı ne de verecek malı. Gecenin bir vaktinde kalktı, namaz kıldı ve ellerini semaya açarak şöyle dedi:\n\n**“Allah’ım! Verecek bir şeyim yok. Üzerimde hakkı olan bütün müminlere hakkımı sadaka olarak bağışlıyor, hepsine helal ediyorum.”**\n\nErtesi gün Resûlullah (s.a.v.) ashâbına sordu:\n\n— **“Dün gece tasadduk eden kişi nerededir?”**\n\nUlbe b. Zeyd öne çıkınca Allah Resûlü şöyle buyurdu:\n\n**“Allah’a yemin olsun ki sen, sadakası kabul edilenlerin divanına yazıldın.”**\n\nBu hadise bize şunu öğretir: **Allah katında değer, imkânla değil; niyetle, fedakârlıkla ve yönelişle ölçülür.** Tebuk, müminin dünyaya mı yoksa ahirete mi yöneldiğini açığa çıkaran bir imtihandır.",
    "dua": "Allah’ım! Bizi dünya rahatına çakılıp kalanlardan eyleme. Zorluk zamanlarında kalbimizi ahirete yönelt, adımlarımızı sabit kıl. Verecek malımız olmasa da samimi niyetle Sana yönelen kullarından eyle. Fedakârlığı bize sevdir, sadakatle yürüyenlerden olmayı nasip et. Âmin."
  },
  {
    "day": 3,
    "okuma": "### **Bir endişenin sana binlerce nimeti unutturmasına izin verme**\n\nİnsan kalbi, aynı anda her şeyi taşıyamaz. Endişe büyüdüğünde, nimetler gözden kaybolur. Oysa çoğu zaman bizi yoran şey yaşadığımız bir gerçeklikten ziyade, zihnimizde büyüttüğümüz ihtimallerdir. Henüz olmamış bir korku, çoktan verilmiş binlerce nimetin üzerini örter.\n\nNefes aldığımızı, yürüyebildiğimizi, sevdiklerimizin hâlâ yanımızda olduğunu, bir duaya sığınabilecek Rabbimizin varlığını fark edemeyiz. Kalp tek bir sıkıntıya kilitlenir ve Allah’ın şimdiye kadar nasıl defalarca yardım ettiğini unutur.\n\nOysa Kur’an bize şunu öğretir: **Hatırlamak, imanın bir parçasıdır.** Unutmak ise şeytanın en sevdiği kapıdır. Endişe geldiğinde yapılması gereken şey, ona teslim olmak değil; nimetleri tek tek hatırlamaktır. Çünkü endişe Allah’tan gelmez, fakat teslimiyet Allah’a yaklaştırır.\n\nHer kaygı bir imtihandır ama her imtihan bir nimet değildir. Nimet olan şey; imtihanın içinde bile Allah’ı görebilmektir. Mümin, endişenin değil, Rabbinin büyüklüğüne odaklanır.",
    "dua": "Allah’ım! Kalplerimizi endişenin karartmasına izin verme. Bize verdiğin sayısız nimetleri unutturacak korkulardan Sana sığınırız. Daraldığımızda şükretmeyi, korktuğumuzda Sana güvenmeyi öğret. Kalbimizi huzurla, zihnimizi teslimiyetle doldur. Bizi nimetlerini fark eden ve hatırlayan kullarından eyle. Âmin."
  },
  {
    "day": 4,
    "okuma": "### **Şükür, korkunun panzehiridir**\n\nKorku insanın geleceğe dair kaygılarından beslenir; şükür ise insanı bulunduğu ana sabitler. Korku, “Ya kaybedersem?” diye fısıldar. Şükür ise “Zaten sana ne verildiğini görüyor musun?” diye hatırlatır.\n\nİnsan şükrettikçe korku zayıflar. Çünkü şükür, kalbi yokluk ihtimaliyle değil, mevcut nimetlerin farkındalığıyla doldurur. Allah’ın bugüne kadar nasıl koruduğunu hatırlayan bir kalp, yarın için paniğe kapılmaz.\n\nKur’an’da şükür sadece bir teşekkür değil, aynı zamanda bir **güven ilanıdır**. Kul, şükrederek şunu söyler: “Ben Rabbimin verdiklerini görüyorum ve O’nun vereceklerinden de ümidimi kesmiyorum.” İşte bu bilinç, korkunun en güçlü ilacıdır.\n\nKorku kalbi daraltır, şükür kalbi genişletir. Korku insanı içine kapatır, şükür insanı Allah’a açar.",
    "dua": "Allah’ım! Kalplerimizi korkuyla değil şükürle doldur. Bize verdiğin nimetleri görmeyi, hatırlamayı ve onlarla Sana güvenmeyi nasip et. Endişe anlarında şükre sarılan, korku geldiğinde Sana sığınan kullarından eyle. Kalplerimize huzur, yollarımıza emniyet ver. Âmin."
  },
  {
    "day": 5,
    "okuma": "### **Cennet, Sarsılmadan Verilmez**\n\n**“Yoksa siz, sizden öncekilerin başına gelenler sizin de başınıza gelmeden cennete gireceğinizi mi sandınız?”** (Bakara, 2:214)\n\nBu ayet, cennetin yalnızca sözle değil, **imtihanla** kazanılacağını hatırlatır. Önceki ümmetler yoklukla, korkuyla, hastalıkla ve ağır sarsıntılarla sınandılar. Öyle ki, peygamberler ve onlara iman edenler bile “Allah’ın yardımı ne zaman?” diyecek noktaya geldiler.\n\nBu ayet; Mekke’den her şeyini bırakarak Medine’ye hicret eden, Hendek’te kuşatma altında kalan, Uhud’da sarsılan Müslümanların kalplerini teskin etmek için indirilmiştir. Mesaj nettir: **İman, zahmetsiz bir iddia değil; sabırla ispat edilen bir duruştur.**\n\nHayatın yaratılış gayesi imtihandır. İnsan ‘inandım’ demekle başıboş bırakılmaz. İman; korku, yokluk, belirsizlik ve fedakârlık anlarında da Allah’a sadık kalabilmektir.\n\nBu ayet aynı zamanda bir müjdedir. Çünkü sarsıntının ardından gelen cümle şudur: **“İyi bilin ki, Allah’ın yardımı pek yakındır.”** İlahi yardım, insan bütün gücüyle direndiğinde ve sabırda sebat ettiğinde gelir. Dün böyleydi, bugün de böyledir.",
    "dua": "Allah’ım! Bizi imtihan karşısında yılgınlığa düşenlerden eyleme. Zorluk anlarında Sana güvenen, yardımını beklerken sabırla sebat eden kullarından eyle. Kalplerimizi sarsıntılarla değil, Sana olan teslimiyetle güçlendir. Yardımının yakın olduğuna iman edenlerden olmayı nasip et. Âmin."
  },
  {
    "day": 6,
    "okuma": "### **İsraf – Müsriflik**\n\nİsraf, nimetleri ölçüsüz ve gereksiz kullanmaktır; Kur’an bunu tavsiye etmez: *“Yiyin, için; fakat israf etmeyin. Çünkü Allah israf edenleri sevmez.”* (A’râf, 31). İsraf sadece maddî tüketimde değil; zaman, enerji, söz ve duyguda da gerçekleşebilir. Peygamber Efendimiz (s.a.v.) su gibi kaynaklarda bile ölçülü davranmayı öğütlemiştir.  \n\nÂdil ve ölçülü olmak, nimetin kıymetini bilmektir. Mümin, elindekini hesaba katar; israftan kaçınır; paylaşarak bereketi çağırır. İsrafın yerine kanaat ve şükür koymak, hem bireysel hem toplumsal refaha vesiledir.",
    "dua": "Allah’ım! Verdiğin nimetlerin kıymetini bilmemi, onları israf etmeden kullanmamı nasip et. Zamanımı, malımı ve enerjimi yararlı işlerde değerlendirmeyi, paylaşmayı ve şükretmeyi bana lütfet."
  },
  {
    "day": 7,
    "okuma": "### **Kelebekler Gibi Savrulmak**\n\n**“O gün insanlar, her biri bir tarafa uçuşan küçük kelebekler gibi olacaktır. Dağlar da atılmış renkli yünler gibi olacaktır.”** (Kâria, 101/4-5)\n\nKâria Suresi, kıyametin dehşetini anlatırken insanı son derece çarpıcı bir benzetmeyle tasvir eder: **ateşin etrafında pervane olan kelebekler**. Bu benzetme rastgele değildir. Çünkü Kur’an’da zikredilen her varlık, insana bir **karakter ve ahlâk dersi** taşır.\n\nKelebekler ışığa tutkuyla yönelir. O ışığın **ateş mi, kurtuluş mu** olduğunu ayırt edemezler. Cazibeye kapılır, sonunu düşünmeden ona doğru uçarlar. İşte Kur’an, kıyamete yakalanan insanı bu hâlde tasvir eder. Dünya hayatını **heves, hırs ve arzularının peşinden**, aklını ve vicdanını devre dışı bırakarak yaşayan insan; sonunda kıyametin dehşetiyle yüzleşecektir.\n\nBu ayetler bize şunu söyler: **Her cazibe doğru değildir.** “Canım istiyor” diyerek peşinden gidilen her şey, insanı kurtuluşa değil, bazen felakete sürükler. Mümin, kelebek gibi hevesin peşinden sürüklenen değil; **aklını, vicdanını ve ilahi ölçüleri merkeze alan** kişidir.\n\nArdından Kur’an, dağları anlatır. İnsanların güvendiği, sarsılmaz sandığı dağlar bile **tiftiklenmiş yün gibi savrulacaktır**. Koca koca kütleler yerinden sökülüp un ufak edilecek, rüzgârın önünde savrulan pamuk gibi dağıtılacaktır.\n\nMesaj açıktır: **Dağlar bile ayakta kalamazken, insan neye güvenmektedir?** Malına mı, makamına mı, gücüne mi? Kıyamet günü, insanın dayandığı her şey elinden alınacak; geriye sadece iman, amel ve ahlâk kalacaktır.\n\nKur’an bu tasvirlerle bizi uyandırır: **Kelebek gibi yaşama.** Her arzuyu akla, vicdana ve Allah’ın ölçüsüne vur. Çünkü hevesle gidilen yol, insanı ateşe götürebilir.",
    "dua": "Allah’ım! Bizi heveslerinin peşinde savrulanlardan eyleme. Aklımızı, vicdanımızı ve Senin ölçülerini hayatımıza rehber kıl. Geçici cazibelere kapılıp ebedi sonumuzu unutturma. Kalplerimizi Sana güvenle bağla, ayaklarımızı hak üzere sabit kıl. Âmin."
  },
  {
    "day": 8,
    "okuma": "### **Tartının Ağırlığı**\n\n**“İşte o vakit, kimin tartıları ağır gelmişse, artık o hoşnut olacağı bir hayat içinde olacaktır. Ama kimin de tartıları hafif gelirse, işte onun varacağı yer Hâviye’dir.”** (Kâria, 101/6-9)\n\nKıyamet günü insan, **tek başına ve ferdî olarak** Allah’ın huzuruna çıkarılacaktır. Ne soy, ne makam, ne de arkasına sığınılacak bir kalabalık vardır. Her kul, bizzat muhatap alınır; çünkü Allah katında **her insan kıymetlidir**.\n\nSorgunun ardından ameller **Mizan**a konur. Bu öyle bir tartıdır ki, bütün kâinatı içine alacak kudrettedir. Ancak burada ağırlık oluşturan şey, dünyada büyük görünen işler değil; **Allah katında değerli olan amellerdir**.\n\nMizanda ağırlık yapan şey nedir? **Salih amellerdir.** İmanla uyumlu, ihlasla yapılmış her davranışın bir ağırlığı vardır. Buna karşılık, dünyada dağlar kadar büyük görünen ama Allah rızası taşımayan işler, mizanda **hiçbir değer ifade etmeyebilir**.\n\nTartısı ağır gelen kimse, yaptığı iyilikleri o gün karşısında bir değer olarak bulur ve **razı olunacak bir hayata** girer. İşte asıl kurtuluş budur.\n\nDikkat çekici olan şudur: Mizanda en ağır gelen bazı ameller, dünyada yapılması **çok kolay** olanlardır. Peygamber Efendimiz (s.a.v.), mizanda **güzel ahlâktan daha ağır bir şey olmadığını** bildirir. İnsanlar yüksek makamlara çok namazla, çok hacla değil; **güzel ahlâkla** ulaşmışlardır.\n\nAynı şekilde bazı zikirler vardır ki, dilde hafif ama mizanda son derece ağırdır. **“Sübhânallâhi ve bihamdihî”** gibi zikirler, Allah’ın kusursuzluğunu ve her nimetin O’ndan geldiğini teslim eden bir bilinçtir. Bu bilinç, insanı şikâyetten ve isyandan korur.\n\nPeki ya tartısı hafif gelenler? Hayatını değersiz heveslerle geçirmiş, iman ve salih amel taşımamış kimseler için varılacak yer **Hâviye**dir. Hâviye, Kur’an’ın ifadesiyle **kızgın bir ateştir**; ana kucağına benzetilir ama bu, yakıcı ve helâk edici bir kucaktır.\n\nTartısı eşit gelenler ise **A‘raf**ta bekletilir. Onlar nihayetinde Allah’ın rahmetiyle cennete girerler; fakat bu bekleyiş, insanın bazı ihmallerinin ne kadar ağır sonuçlar doğurabileceğini gösterir.\n\nBu ayetler bize şunu öğretir: **Hayatı hafif yaşamayın.** Amellerinizi Allah katında ağır kılacak olan şey; ihlas, güzel ahlâk ve salih amellerdir.",
    "dua": "Allah’ım! Amellerimizi mizanda ağır gelenlerden eyle. Bizi şekle değil, hakikate değer veren kullarından kıl. Güzel ahlâkı bize elbise eyle, zikrini kalbimize yerleştir. Tartılar kurulduğunda yüzümüzü güldürecek amellerle Sana gelmeyi nasip et. Âmin."
  },
  {
    "day": 9,
    "okuma": "### **Göremediğin Yerde Teslimiyet**\n\n**“Savaş size farz kılındı; oysa o size hoş gelmez. Olur ki bir şeyden hoşlanmazsınız ama o sizin için hayırlıdır. Olur ki bir şeyi seversiniz ama o sizin için şerlidir. Allah bilir, siz bilmezsiniz.”** (Bakara, 2/216)\n\nİnsan çoğu zaman çözümü göremediği anlarda kaygıya kapılır. Yarın ne olacağını bilmemek, yolların kapalı görünmesi kalbi daraltır. Fakat iman tam da burada başlar: **Görmeden güvenmek.**\n\nHz. Musa’nın Firavun karşısında denize sıkıştığı an, insan aklının çözümsüz dediği bir andı. Önlerinde deniz, arkalarında düşman vardı. Ama Musa (a.s.) şöyle dedi:\n\n**“Hayır! Rabbim şüphesiz benimledir; bana mutlaka yol gösterecektir.”** (Şuarâ, 26/62)\n\nBu söz, imanın zirvesidir. Çözüm görünmezken Allah’a güvenmektir. Bakara 216 bize şunu öğretir: Biz olayların sadece görünen yüzünü biliriz; **hikmeti bilen Allah’tır.**\n\nBazen hoşlanmadığımız imtihanlar, bizi olgunlaştıran rahmet kapılarıdır. Bazen de arzuladığımız şeyler, ruhumuz için bir yük olabilir. Mümin, her durumda şunu bilir: **Allah benimle beraberdir ve yol gösterecektir.**",
    "dua": "Allah’ım! Görmediğim hikmetlere kalbimi teslim etmeyi bana öğret. Çözümün görünmediği anlarda Sana güvenenlerden eyle. Korkularımı teslimiyete, endişelerimi tevekküle dönüştür. Sen benimlesin; bana yol göster. Âmin."
  },
  {
    "day": 10,
    "okuma": "### **Bu Dünyaya Ait Olmamak**\n\n**“Ortama uymuyorum çünkü dünyada evimde değilim. Dünyayı evi sayanların suçuna katılmıyorum.”** (İsmet Özel)\n\nMümin için dünya bir durak, bir imtihan alanıdır; **asıl yurt değildir.** Bu yüzden her çağın rüzgârına kapılmak zorunda değildir.\n\nİslam, mümini çağın akışına göre şekillendirmez; aksine ona bir **ölçü** verir. Mümin, yanlış yaygınlaştığında yalnız kalmayı göze alır. Herkesin normal dediğini sorgular, herkesin sustuğu yerde konuşur.\n\nDünyayı evi sananlar, menfaate göre yaşar. Mümin ise ahireti merkez alır. Bu yüzden her ortama uymaz, her alkışı önemsemez, her akıma kapılmaz.\n\nBu duruş bir kibir değil; **aidiyet bilincidir.** Mümin bilir ki asıl vatan cennettir. Burada misafirdir ve misafir, ev sahibinin kurallarına göre yaşar.\n\nBu yüzden Müslüman, kalabalıklara rağmen istikametini kaybetmez. Çünkü onun yönü zamana değil, **vahye** dönüktür.",
    "dua": "Allah’ım! Kalbimi dünyaya değil Sana bağla. Beni çoğunluğun değil, hakikatin peşinden gidenlerden eyle. Yanlışa alışmamayı, yalnız da kalsam doğruya tutunmayı bana nasip et. Asıl yurdumu unutmadan yaşamayı öğret. Âmin."
  },
  {
    "day": 11,
    "okuma": "### **Her Derdin Dermanı Allah Katındadır**\n\nHz. Musa’nın (a.s.) kıssası bize şunu öğretir: **Derdin ne olursa olsun, dermanı Allah katındadır.**\n\nMusa (a.s.), Mısır’dan kaçmış, tek başına, yorgun ve aç bir halde Medyen’e varmıştı. Ne bir yurdu, ne bir işi, ne de dayanacağı bir insan vardı. Gücü tükenmişti. Ama kalbi hâlâ Rabbine bağlıydı.\n\nBir iyilik yaptı; susuz kalanlara yardım etti. Ardından bir ağacın gölgesine çekildi ve Rabbine yöneldi. Ne uzun bir konuşma yaptı ne de ayrıntılı taleplerde bulundu. Sadece şunu söyledi:\n\n**“Rabbi innî limâ enzelte ileyye min hayrin fakîr.”** (Kasas, 28/24)\n\n**“Rabbim! Bana indireceğin her hayra muhtacım.”**\n\nBu dua, acziyetin en saf hâlidir. Musa (a.s.) ne isteyeceğini bile bilmiyordu; sadece Allah’ın vereceği her hayrın kendisi için yeterli olacağını biliyordu.\n\nVe bu duanın ardından; barınak verildi, rızık verildi, aile verildi, huzur verildi. Çünkü kul aczini kabul ettiğinde, **ilahi rahmet devreye girer.**\n\nBu kıssa bize şunu hatırlatır: Çaresiz hissettiğin an, en güçlü olduğun andır. Çünkü o an, kalbin yalnızca Allah’a yönelir.",
    "dua": "Allah’ım! Ben de bana indireceğin her hayra muhtacım. Gücümün yetmediği yerde Senin kudretine sığınıyorum. Derdimi Sana açıyor, çözümü Sana bırakıyorum. Kalbimi Sana teslim eden kullarından eyle. Âmin."
  },
  {
    "day": 12,
    "okuma": "### **Karanlıktan Çıkışın Anahtarı**\n\nHz. Yunus’un (a.s.) kıssası bize şunu öğretir: **İnsan hatalar yapabilir, karanlıklar içinde kalabilir.** Bazen kendi tercihlerimizle, bazen sabırsızlıkla, bazen de aceleyle yolumuzu kaybedebiliriz.\n\nYunus (a.s.), görev yerini izinsiz terk ettiğinde kendisini üç kat karanlığın içinde buldu: gecenin karanlığı, denizin karanlığı ve balığın karnının karanlığı. Bu karanlık, sadece bir mekân değil; insanın içine düştüğü pişmanlığın ve çaresizliğin de sembolüydü.\n\nO an Yunus (a.s.) savunmaya geçmedi, mazeret üretmedi, kimseyi suçlamadı. Tek bir cümleyle Rabbine yöneldi:\n\n**“Lâ ilâhe illâ ente subhâneke innî kuntu mine’z-zâlimîn.”** (Enbiyâ, 21/87)\n\n**“Senden başka ilâh yoktur. Sen kusursuz ve noksansızsın. Ben gerçekten kendime zulmedenlerden oldum.”**\n\nBu dua; tevhidin, teslimiyetin ve samimi pişmanlığın birleştiği bir anahtardır. Yunus (a.s.) Rabbini tenzih etti, kusuru kendinde gördü ve affın kapısını çaldı.\n\nVe o karanlıklar, Allah’ın izniyle yarıldı. Çünkü kul hatasını kabul ettiğinde, **rahmet yol bulur.**\n\nBu kıssa bize şunu hatırlatır: En derin karanlıkta bile çıkış vardır. Yeter ki insan, hatasını inkâr etmek yerine Allah’a yönelmeyi seçsin.",
    "dua": "Allah’ım! Senden başka ilâh yoktur. Sen her türlü eksiklikten uzaksın. Ben de nefsimle kendime zulmedenlerden oldum. Beni karanlıklarımdan çıkar, kalbimi affınla ve rahmetinle aydınlat. Âmin."
  },
  {
    "day": 13,
    "okuma": "### **Ahlak Kader Değil, İmtihandır**\n\n“Benim ahlakım bu, huyum bu” demek çoğu zaman bir tespit değil, değişmekten vazgeçiştir. Oysa insanın ahlakı sabit bir kader değil; emekle, gayretle ve iradeyle şekillenen bir yolculuktur.\n\nİmam Gazzâlî bu hakikati şöyle dile getirir: Eğer ahlak değişmeyecek olsaydı, nasihatlerin, öğütlerin ve terbiyenin hiçbir anlamı kalmazdı. Peygamberler insanlara boşuna hitap etmiş olurdu. Hâlbuki Resûlullah (s.a.v.) açıkça **“Ahlakınızı güzelleştirin”** buyurmuştur. Bu çağrı, değişimin mümkün olduğuna dair ilahî bir davettir.\n\nİslam ahlak anlayışında ahlak, yalnızca yaratılış değil; yaşayış meselesidir. İnsan nefsinin eğilimleriyle imtihan olur ama bu eğilimlere teslim olmak zorunda değildir. Öfke terbiye edilebilir, cimrilik cömertliğe dönüşebilir, kibir tevazu ile yumuşatılabilir.\n\nİmam Gazzâlî’nin dikkat çektiği önemli bir nokta daha vardır: Hayvanların bile eğitilip huylarının değiştirilebildiği bir dünyada, akıl ve irade sahibi olan insanın değişemeyeceğini iddia etmek mümkün değildir.\n\nAhlak, “ben buyum” diyerek dondurulacak bir kimlik değil; **“daha güzel olabilirim”** diyerek yol alınacak bir süreçtir. Mümin kusurunu kutsamaz; onu düzeltmek için gayret eder. Çünkü bilir ki Allah, ahlakını güzelleştirmek için çabalayan kulunu yalnız bırakmaz.",
    "dua": "Allah’ım! Bizi kusurlarımızı bahane edenlerden değil, onları düzeltmek için gayret eden kullarından eyle. Ahlakımızı Kur’an ahlakıyla güzelleştir, nefsimizin bizi sürüklediği yerlere teslim etme. Kalplerimizi yumuşat, niyetlerimizi temizle, bizi Sana daha yakın kıl. Âmin."
  },
  {
    "day": 14,
    "okuma": "### **Karanlık Anlarda Sığınacak Bir Kapı**\n\nMeryem Suresi, insanın en derin yalnızlık hâllerine dokunan ayetler taşır. Hz. Meryem’in yaşadığı çaresizlik, dışlanmışlık ve ağır imtihan; bize şunu öğretir: Bazen insan, var olmaktan yorulur, yok olmayı isteyecek kadar daralır. Kimseye anlatamadığı bir yükle baş başa kalır.\n\nHz. Meryem, kimsenin duymadığı bir sessizlikte Allah’a sığındı. Ne kendini savunmaya çalıştı ne de insanların yargılarını değiştirmeye uğraştı. Çünkü biliyordu ki insanın anlayamadığını Allah bilir; kimsenin tutmadığı eli Allah tutar.\n\nMeryem Suresi bize şunu fısıldar: En karanlık anlar, Allah’ın en yakın olduğu anlardır. İnsan bütün kapıların kapandığını sandığında, ilahi yardım tam da oradan başlar. Sessiz bir teslimiyet, sabırlı bir bekleyiş ve samimi bir sığınış; karanlığın içinden bir yol açar.\n\nBazen tek yapılacak şey, yükü yere bırakıp kalple Allah’a yönelmektir. Çünkü insanın gücü tükenince, rahmet devreye girer. Allah’a sığınmak, yalnızlığın sonu değil; hakiki dayanma noktasının başlangıcıdır.",
    "dua": "Allah’ım! Kalbimizin en karanlık anlarında bize yakın ol. Yalnız kaldığımızı sandığımızda bizi Sana sığınanlardan eyle. Taşıyamadığımız yükleri rahmetinle hafiflet, umudumuzu diri tut, kalplerimize sekînet indir. Âmin."
  },
  {
    "day": 15,
    "okuma": "### **Kurtuluşun Yol Haritası: İhlâs**\n\nİhlâs Suresi, insanın zihnini ve kalbini şirkten arındırmak için indirilmiş bir tevhid manifestosudur. Kayıpta olmak bir kader değildir; esas olan kurtuluşa yönelmektir. Bu sûrede kurtuluşun en temel yolu çizilir: Allah’ı, O’nun bildirdiği şekilde tanımak.\n\nİhlâs, Allah’ın zatında, sıfatlarında ve fiillerinde tek, eşsiz ve benzersiz olduğunu ilan eder. O, kimseye muhtaç olmayan; herkesin kendisine muhtaç olduğu Samed’dir. Doğurmamış, doğmamış ve hiçbir şekilde dengi bulunmamaktadır. Böylece insanın zihninde Allah tasavvurunu bozan bütün yanlış kabuller kökten reddedilir.\n\nBu sûre, insanı sahte dayanaklardan, putlaştırılan varlıklardan ve gizli-açık tüm ortak koşmalardan arındırır. Kalbi yalnızca Allah’a bağlar. Çünkü tevhid, sadece bir inanç cümlesi değil; hayatın tamamını Allah merkezli kurma bilincidir.\n\nİhlâs Suresi’ni hakkıyla kavrayan bir kimse, Kur’an’ın ana eksenini kavramış olur. Zira iman, ahlak, ibadet ve kulluk; hepsi bu tevhid temelinin üzerine inşa edilir. İhlâs, kalbin pusulasını düzeltir ve insanı sahih bir Allah tasavvuruna ulaştırır.",
    "dua": "Allah’ım! Kalplerimizi her türlü şirkten, gizli ortaklıktan ve yanlış tasavvurlardan arındır. Bize Seni, Senin kendini tanıttığın şekilde tanımayı nasip et. İhlâsı sadece dilimizde değil, hayatımızın merkezinde eyle. Bizi Sana samimiyetle yönelen kullarından eyle. Âmin."
  },
  {
    "day": 16,
    "okuma": "### **İhlâs ile Riya Arasındaki İnce Çizgi**\n\nİhlâs, yapılan her işi yalnızca Allah rızası için yapmaktır. Kalbin yönünü insanların bakışından, takdirinden ve beklentisinden tamamen Allah’a çevirmesidir. Riya ise ameli Allah için yapıyor gibi görünürken, kalben insanların beğenisine sunmaktır.\n\nİhlâs, ameli değerli kılar; riya ise ameli içten içe çürütür. Çünkü Allah, amelin çokluğuna değil, niyetin saflığına bakar. İnsanların alkışıyla yapılan bir iyilik, ahirette karşılıksız kalabilir. Ama kimsenin görmediği, bilinmediği bir amel; ihlâsla yapıldığında mizanda ağır gelir.\n\nRiya her zaman açık ve gösterişli olmak zorunda değildir. Bazen bir bakış, bir beklenti, bir iç ses bile niyetin yönünü değiştirebilir. Bu yüzden ihlâs, bir defa kazanılıp bırakılan bir hâl değil; sürekli korunması gereken bir bilinçtir.\n\nİhlâslı insan, yaptığı iyiliğin bilinip bilinmemesine aldırmaz. Övülse de üzülmez, övülmese de vazgeçmez. Çünkü onun maksadı insanlara görünmek değil, Allah katında makbul olmaktır.\n\nRiya ise insanı yorar; sürekli takdir bekler, alkış ister. İhlâs ise kalbi hafifletir; çünkü kul bilir ki Allah görüyorsa, başkasının bilmesine gerek yoktur.",
    "dua": "Allah’ım! Kalplerimizi riya ve gösterişten muhafaza eyle. Amellerimizi yalnızca Senin rızan için yapmayı bize nasip et. Görünmeyen iyilikleri sevdirdiğin, niyeti amelden üstün kıldığın kullarından eyle. İhlâsı kalbimizin süsü kıl. Âmin."
  },
  {
    "day": 17,
    "okuma": "### **Eksik Tartının Ağır Hesabı**\n\n﴾1﴿\nEksik ölçüp tartanların vay haline!\n﴾2﴿\nOnlar, insanlardan ölçerek bir şey aldıklarında tam ölçerler.\n﴾3﴿\nKendileri başkalarına vermek için ölçüp tarttıklarında ise haksızlık ederler (eksiltirler).\n﴾4-6﴿\nOnlar, o büyük gün için -insanların âlemlerin rabbinin huzuruna çıkacakları gün için- diriltileceklerini akıllarına getirmiyorlar mı?\n\nMutaffifîn Suresi, ölçü ve tartı üzerinden insanın ahlâkını sorgular. Alırken hassas, verirken gevşek davranan zihniyet; yalnızca ticarette değil, hayatın her alanında adaleti bozan bir hastalıktır. Buradaki ölçü ve tartı, tüm hak–sorumluluk ilişkilerinin sembolüdür.\n\n“Veyl” ifadesi; ağır bir uyarıdır. Bu kelime, yapılan haksızlığın küçük bir kusur değil, insanı helâke götüren bir ahlâk çöküşü olduğunu bildirir. Çünkü başkasının hakkını eksiltmek, Allah’ın huzurunda hesaba çekileceğini unutmanın sonucudur.\n\nSûre, bu tür hilekârlığın temel sebebini açıkça gösterir: Âhiret bilincinin zayıflığı. Eğer insan, bir gün bütün yaptıklarının tek tek tartılacağını gerçekten idrak etseydi; bugün başkasının hakkını eksiltmeye cesaret edemezdi.\n\nBu âyetler bize şunu öğretir: Mümin, yalnız kendi hakkını koruyan değil; başkasının hakkını da titizlikle gözeten kişidir. Dünya kazancı için adaletten sapmak, âhirette ağır bir kayba dönüşür.",
    "dua": "Allah’ım! Alırken adil, verirken dürüst olmayı bize nasip et. Hak konusunda nefsimize değil, Senin rızana göre hareket etmeyi öğret. Bizi büyük günün hesabını unutanlardan değil, ona göre yaşayanlardan eyle. Âmin."
  },
  {
    "day": 18,
    "okuma": "### **Kul Hakkı: Affı Olmayan Yük**\n\nKul hakkı, çoğu zaman büyük zulümlerle sınırlı zannedilir; oysa günlük hayatta farkına varmadan işlenen küçük ihlaller de bu ağır yükün parçalarıdır. Bir sırada araya kaynamak, devlet malını kişisel menfaat için kullanmak, eksik ya da kusurlu malı gizleyerek satmak, birinin emeğini görmezden gelmek… Bunların her biri kul hakkıdır.\n\nKul hakkını ağır kılan, Allah Teâlâ’nın bu hakkı doğrudan affetmemesidir. Çünkü bu hak, bir insana aittir. Affı, ancak hakkı yenen kişinin helalliğine bağlıdır. Bu yüzden kul hakkı, tövbe ile kapanan bir defter değil; telafi edilmedikçe omuzdan düşmeyen bir yüktür.\n\nİslam, adaleti yalnız mahkemelerde değil; pazarda, sokakta, iş yerinde ve günlük ilişkilerde inşa eder. Mümin, sadece haramdan kaçınan değil; başkasının payına göz dikmeyen, başkasının zamanını, emeğini ve hakkını da koruyan kimsedir.\n\nBazen “küçük” görülen haksızlıklar, ahirette ağır bir hesap olarak karşımıza çıkar. Çünkü Allah katında büyüklük, yapılan işin değil; çiğnenen hakkın ölçüsüyle belirlenir. Kul hakkı, taşınması zor ama fark edilmesi gereken bir imtihandır.",
    "dua": "Allah’ım! Bilerek ya da bilmeyerek üzerimize aldığımız kul haklarını bize fark ettir. Haksızlığa düşmekten, başkasının payına göz dikmekten bizi muhafaza eyle. Hakkını yediğimiz kimselerden helallik almayı, haklarını iade etmeyi bize nasip et. Bizi adaletle yaşayan kullarından eyle. Âmin."
  },
  {
    "day": 19,
    "okuma": "### **Bilmediğini Ehil Olandan Sormak**\n\n**Nahl ﴾43﴿**  \n*Senden önce de ancak kendilerine vahiy indirdiğimiz kişileri peygamber olarak gönderdik. Eğer bilmiyorsanız bilgi sahibi olanlara sorun.*\n\nBu âyet, Mekke müşriklerinin Hz. Muhammed’in (s.a.v) peygamberliğini inkâr ederken sergiledikleri samimiyetsiz tavra cevap niteliğindedir. Onlar, peygamberin bir insan olmasını bahane ederek gerçeği reddetmişler; oysa kendilerinden önce gönderilen bütün peygamberlerin de insan olduğunu öğrenme imkânına sahiptiler.\n\n“Eğer bilmiyorsanız bilgi sahibi olanlara sorun” buyruğu, sadece o günün müşriklerine değil, bütün zamanlara hitap eden evrensel bir ilkedir. Dinî konular başta olmak üzere, bilgi gerektiren her meselede ehil olana başvurmak, İslam’ın emrettiği bir sorumluluktur. Bilmeden konuşmak, zanla hüküm vermek ve uzmanlığı olmayan alanlarda kesin yargılara varmak, kişiyi hem hataya hem de vebale sürükler.\n\nBu âyet bize şunu öğretir: Hakikat, keyfe göre değil; bilgiyle, emekle ve ehliyetle aranır. Gerçek arayışı, bilenlere sormayı küçümsemekle değil; aksine buna tevazu göstermekle başlar.",
    "dua": "Allah’ım! Bizi bilmediği konuda konuşanlardan eyleme. Cehaletle hüküm vermekten, zanla hareket etmekten Sana sığınırız. Kalplerimize tevazu, akıllarımıza hikmet ver. Bize doğruyu, doğru yerden sormayı ve öğrendiğimizle amel etmeyi nasip eyle. Âmin."
  },
  {
    "day": 20,
    "okuma": "### **Her Bilen Konuşmaz, Her Konuşan Bilmez**\n\nİlim, kişiye sadece bilgi değil; edep de kazandırır. Gerçekten bilen insan, bildiğinin sınırlarını fark eder. Bu yüzden her şeyi konuşmaz, her konuda iddia ortaya koymaz. Çünkü ilim, insanı cesur değil; ölçülü kılar.\n\nHer konuşan ise mutlaka bilen değildir. Bilgiye dayanmadan yapılan yorumlar, çoğu zaman hakikati perdeleyen bir gürültüye dönüşür. İslam ahlâkında susmak bazen ibadettir; özellikle bilginin olmadığı yerde. Zira Resûlullah (s.a.v), insanı felâkete sürükleyen şeylerden birinin dili olduğunu hatırlatmıştır.\n\nBu söz bize şunu öğretir: Hakikat, çok konuşmakla değil; doğru yerde, doğru sözle ve doğru niyetle ortaya çıkar. Bilgin yoksa susmak bir eksiklik değil, bir erdemdir. Bildiğin hâlde susmak ise çoğu zaman hikmettir.\n\nMümin, sözü emanete dönüştürür. Konuşmadan önce düşünür: Bu söz doğru mu, gerekli mi, faydalı mı? İşte ilimle edep burada birleşir.",
    "dua": "Allah’ım! Dilimizi hikmetle, kalbimizi ilimle süsle. Bilmediğimiz konuda susmayı, bildiğimizle de samimiyetle amel etmeyi bize nasip eyle. Bizi boş sözlerden, faydasız tartışmalardan ve nefsimizin hevesiyle konuşmaktan muhafaza eyle. Âmin."
  },
  {
    "day": 21,
    "okuma": "### **Ahirette pişmanlık fayda vermez**\n\nİnsan çoğu zaman hatalarını fark eder ama değişmeyi erteler. Oysa Kur’an, pişmanlığın her zaman kurtuluş olmadığını bildirir. İbrahim Suresi’nde anlatılan sahnede, azabı gören zalimler dünyaya dönmek ve doğru yolu seçmek isterler; fakat artık vakit dolmuştur. Çünkü ahiret, telafi değil hesap yeridir.\n\nBu ayet bize şunu hatırlatır: Pişmanlığın fayda verdiği yer dünyadır. Burada tövbe kapısı açıktır, irade vardır ve amel imkânı vardır. Ahirette ise pişmanlık vardır ama dönüş yoktur.\n\nBu yüzden insan, “sonra” demeden, vakit varken Rabbine yönelmeli; uyarılar gelmişken kulak vermelidir. Geç kalmış bir pişmanlık, yapılmamış bir tövbeyi telafi edemez.",
    "dua": "Allah’ım! Bizi geç kalmış pişmanlıklardan koru. Hesap gününden önce kendimizi hesaba çekebilmeyi nasip eyle. Kalplerimizi gafletten uyandır, ömrümüzü sana dönüş için bir fırsat kıl. Âmin."
  },
  {
    "day": 22,
    "okuma": "### **Allah ile olan ahitlerini bozanlar**\n\nBakara Suresi 27. ayet, insanın Allah ile yaptığı ahdin ne kadar kapsamlı ve hayati olduğunu hatırlatır. Allah’a verilen ahit sadece sözle yapılan bir vaat değildir; insanın fıtratına yerleştirilmiş olan kulluk bilincidir. Yani Allah’ı Rab bilmek, O’nun emirlerine uymak ve yasaklarından kaçınmak üzere yaratılışta verilen bir sözdür.\n\nBu ayette kınananlar, bu sözü bile bile bozanlardır. Deliller apaçık ortaya konmuşken, fıtratlarına yazılmış olan ilahi düzeni görmezden gelirler. Sadece Allah’a verdikleri sözü değil, insanlara verdikleri sözleri de bozarlar. Çünkü Allah’ın ahdi; sözleşmelere sadakati, emanete riayeti ve güven ahlakını da kapsar.\n\nAyetin devamında, Allah’ın birleştirilmesini emrettiği şeyleri koparanlardan bahsedilir. Bu; imanla ameli ayırmak, vahiy ile hayatı koparmak, akıl ve vicdanı ilahi rehberlikten uzaklaştırmak anlamına gelir. Bunun doğal sonucu ise yeryüzünde fesattır. İnançta bozulma, ahlakta çürüme ve toplumsal huzurun kaybolması…\n\nSonuç nettir: İlahi ahdi bozanlar, hem dünyada hem ahirette kaybedenlerin ta kendileridir.",
    "dua": "Allah’ım! Sana verdiğimiz sözleri unutmaktan bizi koru. Kalplerimizi fıtratımıza uygun bir imanla diri tut. Bizi ahdine sadık kullarından eyle; sözünde duran, emaneti gözeten ve yeryüzünde fesat değil ıslah vesilesi olanlardan kıl. Âmin."
  }
]
