[
  {
    "day": 1,
    "okuma": "**“Gerçek şu ki, ölümle karşılaşmadan önce onu istiyordunuz; işte şimdi onu apaçık görmektesiniz.”**  \n**(Âl-i İmrân, 3/143)**\n\nUhud Savaşı öncesinde özellikle genç sahâbîler, düşman karşısına çıkılmasını ısrarla talep etmişlerdi. “Bizi düşmanla karşı karşıya getir ki korktuğumuzu sanmasınlar” diyerek meydan savaşını istemişlerdi. Çoğunluğun görüşüyle Medine dışında Uhud’a çıkıldı.\n\nAncak savaşın seyrinde okçuların yerlerini terk etmesiyle düşman ani ve şiddetli bir saldırı gerçekleştirdi. Bunun neticesinde Müslümanlar yaklaşık **yetmiş şehit** verdi, birçoğu yaralandı. **Hz. Peygamber’in (s.a.v.) öldürüldüğü** yönünde yayılan yanlış haber, bazı Müslümanların ümidini kırdı; bir kısmı paniğe kapılarak geri çekildi, hatta savaş alanını terk edenler oldu.\n\nİşte bu ayet, o an yaşanan bu zaaf hâlini hatırlatmak ve uyarmak için nazil oldu: **“Ölümle karşılaşmadan önce onu istiyordunuz.”** Bu ifade, Müslümanların ölümü arzulamalarını değil; savaş öncesi sözleriyle, fiilî durum arasındaki çelişkiyi ortaya koymaktadır.\n\nZira İslam’da gerek savaşta gerek savaş dışında **ölümü temenni etmek doğru değildir**. Nitekim Resûlullah (s.a.v.) şöyle buyurmuştur:\n\n**“Düşmanla karşılaşmayı temenni etmeyiniz. Allah’tan afiyet isteyiniz. Ancak düşmanla karşılaştığınızda da sabırlı olunuz. Biliniz ki cennet, kılıçların gölgesi altındadır.”**\n\nSavaş alanında asıl olan ölmek değil; **Allah’ın dininin izzeti için sebat etmek**, Müslümanların zaferi için mücadele etmektir. Allah yolunda savaşırken, yaşama arzusu artık zaferin önünde bir engel olmaktan çıkar; aksine, sorumluluk bilinciyle dengelenir.\n\nBu ayet, mümine şunu öğretir: **İddia kolaydır; asıl olan, imtihan anında ayakta kalabilmektir.**",
    "dua": "Allah’ım! Bizi sözde cesur, fiilde zayıf olanlardan eyleme. İmtihan anlarında kalplerimizi sabit kıl, korkuya kapıldığımızda bize sebat ve basiret ver. Afiyet istemeyi unutmayalım; ama hak ve hakikat uğruna gerektiğinde sabırla direnen kullarından eyle. Niyetimizi samimi, adımlarımızı sağlam kıl. Âmin."
  }

]
