[
  {
    "day": 1,
    "okuma": "**“Gerçek şu ki, ölümle karşılaşmadan önce onu istiyordunuz; işte şimdi onu apaçık görmektesiniz.”**\n\n**(Âl-i İmrân, 3/143)**\n\nUhud Savaşı öncesinde özellikle genç sahâbîler, düşman karşısına çıkılmasını ısrarla talep etmişlerdi. “Bizi düşmanla karşı karşıya getir ki korktuğumuzu sanmasınlar” diyerek meydan savaşını istemişlerdi. Çoğunluğun görüşüyle Medine dışında Uhud’a çıkıldı.\n\nAncak savaşın seyrinde okçuların yerlerini terk etmesiyle düşman ani ve şiddetli bir saldırı gerçekleştirdi. Bunun neticesinde Müslümanlar yaklaşık **yetmiş şehit** verdi, birçoğu yaralandı. **Hz. Peygamber’in (s.a.v.) öldürüldüğü** yönünde yayılan yanlış haber, bazı Müslümanların ümidini kırdı; bir kısmı paniğe kapılarak geri çekildi, hatta savaş alanını terk edenler oldu.\n\nİşte bu ayet, o an yaşanan bu zaaf hâlini hatırlatmak ve uyarmak için nazil oldu: **“Ölümle karşılaşmadan önce onu istiyordunuz.”** Bu ifade, Müslümanların ölümü arzulamalarını değil; savaş öncesi sözleriyle, fiilî durum arasındaki çelişkiyi ortaya koymaktadır.\n\nZira İslam’da gerek savaşta gerek savaş dışında **ölümü temenni etmek doğru değildir**. Nitekim Resûlullah (s.a.v.) şöyle buyurmuştur:\n\n**“Düşmanla karşılaşmayı temenni etmeyiniz. Allah’tan afiyet isteyiniz. Ancak düşmanla karşılaştığınızda da sabırlı olunuz. Biliniz ki cennet, kılıçların gölgesi altındadır.”**\n\nSavaş alanında asıl olan ölmek değil; **Allah’ın dininin izzeti için sebat etmek**, Müslümanların zaferi için mücadele etmektir. Allah yolunda savaşırken, yaşama arzusu artık zaferin önünde bir engel olmaktan çıkar; aksine, sorumluluk bilinciyle dengelenir.\n\nBu ayet, mümine şunu öğretir: **İddia kolaydır; asıl olan, imtihan anında ayakta kalabilmektir.**",
    "dua": "Allah’ım! Bizi sözde cesur, fiilde zayıf olanlardan eyleme. İmtihan anlarında kalplerimizi sabit kıl, korkuya kapıldığımızda bize sebat ve basiret ver. Afiyet istemeyi unutmayalım; ama hak ve hakikat uğruna gerektiğinde sabırla direnen kullarından eyle. Niyetimizi samimi, adımlarımızı sağlam kıl. Âmin."
  },
  {
    "day": 2,
    "okuma": "**Allah yolunda vermek**\n\n**“Ey iman edenler! Size ‘Allah yolunda sefere çıkın’ denildiği zaman ne oldu size de yere çakılıp kaldınız? Yoksa ahiretten vazgeçip dünya hayatını mı seçtiniz? Oysa ahirete göre dünya hayatının yararı pek az bir şeydir.”**  \n**(Tevbe, 9/38)**\n\nBu ayet, **Tebuk Seferi** öncesinde nazil olmuş ve müminlerin kalbine doğrudan hitap etmiştir. Tebuk, İslam tarihinin en çetin seferlerinden biridir. Mevsim yazdır; sıcak kavurucudur. Kıtlık ve kuraklık hüküm sürmektedir. Yol uzundur, düşman güçlüdür. İşte bu yüzden Tebuk, **“zorluk zamanı (sâatü’l-usra)”**; bu sefere çıkan ordu ise **“zorluk ordusu (ceyşü’l-usra)”** olarak anılmıştır.\n\nBöylesi ağır şartlarda bazı kimseler geri durmak için bahaneler üretmiş, dünya konforunu ahiretin önüne koymuştur. Ayet tam da bu hâli sorgular: **“Ahireti bırakıp dünyayı mı seçtiniz?”**\n\nBu seferde imkânı olanlar mallarını ortaya koymuş, olmayanlar ise kalplerini… İşte bunlardan biri **Ulbe b. Zeyd (r.a.)** idi. Ne bineği vardı ne de verecek malı. Gecenin bir vaktinde kalktı, namaz kıldı ve ellerini semaya açarak şöyle dedi:\n\n**“Allah’ım! Verecek bir şeyim yok. Üzerimde hakkı olan bütün müminlere hakkımı sadaka olarak bağışlıyor, hepsine helal ediyorum.”**\n\nErtesi gün Resûlullah (s.a.v.) ashâbına sordu:\n\n— **“Dün gece tasadduk eden kişi nerededir?”**\n\nUlbe b. Zeyd öne çıkınca Allah Resûlü şöyle buyurdu:\n\n**“Allah’a yemin olsun ki sen, sadakası kabul edilenlerin divanına yazıldın.”**\n\nBu hadise bize şunu öğretir: **Allah katında değer, imkânla değil; niyetle, fedakârlıkla ve yönelişle ölçülür.** Tebuk, müminin dünyaya mı yoksa ahirete mi yöneldiğini açığa çıkaran bir imtihandır.",
    "dua": "Allah’ım! Bizi dünya rahatına çakılıp kalanlardan eyleme. Zorluk zamanlarında kalbimizi ahirete yönelt, adımlarımızı sabit kıl. Verecek malımız olmasa da samimi niyetle Sana yönelen kullarından eyle. Fedakârlığı bize sevdir, sadakatle yürüyenlerden olmayı nasip et. Âmin."
  }
]
