[
  {
    "day": 1,
    "okuma": "### **“Gerçek şu ki, ölümle karşılaşmadan önce onu istiyordunuz; işte şimdi onu apaçık görmektesiniz.”**\n\n**(Âl-i İmrân, 3/143)**\n\nUhud Savaşı öncesinde özellikle genç sahâbîler, düşman karşısına çıkılmasını ısrarla talep etmişlerdi. “Bizi düşmanla karşı karşıya getir ki korktuğumuzu sanmasınlar” diyerek meydan savaşını istemişlerdi. Çoğunluğun görüşüyle Medine dışında Uhud’a çıkıldı.\n\nAncak savaşın seyrinde okçuların yerlerini terk etmesiyle düşman ani ve şiddetli bir saldırı gerçekleştirdi. Bunun neticesinde Müslümanlar yaklaşık **yetmiş şehit** verdi, birçoğu yaralandı. **Hz. Peygamber’in (s.a.v.) öldürüldüğü** yönünde yayılan yanlış haber, bazı Müslümanların ümidini kırdı; bir kısmı paniğe kapılarak geri çekildi, hatta savaş alanını terk edenler oldu.\n\nİşte bu ayet, o an yaşanan bu zaaf hâlini hatırlatmak ve uyarmak için nazil oldu: **“Ölümle karşılaşmadan önce onu istiyordunuz.”** Bu ifade, Müslümanların ölümü arzulamalarını değil; savaş öncesi sözleriyle, fiilî durum arasındaki çelişkiyi ortaya koymaktadır.\n\nZira İslam’da gerek savaşta gerek savaş dışında **ölümü temenni etmek doğru değildir**. Nitekim Resûlullah (s.a.v.) şöyle buyurmuştur:\n\n**“Düşmanla karşılaşmayı temenni etmeyiniz. Allah’tan afiyet isteyiniz. Ancak düşmanla karşılaştığınızda da sabırlı olunuz. Biliniz ki cennet, kılıçların gölgesi altındadır.”**\n\nSavaş alanında asıl olan ölmek değil; **Allah’ın dininin izzeti için sebat etmek**, Müslümanların zaferi için mücadele etmektir. Allah yolunda savaşırken, yaşama arzusu artık zaferin önünde bir engel olmaktan çıkar; aksine, sorumluluk bilinciyle dengelenir.\n\nBu ayet, mümine şunu öğretir: **İddia kolaydır; asıl olan, imtihan anında ayakta kalabilmektir.**",
    "dua": "Allah’ım! Bizi sözde cesur, fiilde zayıf olanlardan eyleme. İmtihan anlarında kalplerimizi sabit kıl, korkuya kapıldığımızda bize sebat ve basiret ver. Afiyet istemeyi unutmayalım; ama hak ve hakikat uğruna gerektiğinde sabırla direnen kullarından eyle. Niyetimizi samimi, adımlarımızı sağlam kıl. Âmin."
  },
  {
    "day": 2,
    "okuma": "### **Allah yolunda vermek**\n\n**“Ey iman edenler! Size ‘Allah yolunda sefere çıkın’ denildiği zaman ne oldu size de yere çakılıp kaldınız? Yoksa ahiretten vazgeçip dünya hayatını mı seçtiniz? Oysa ahirete göre dünya hayatının yararı pek az bir şeydir.”**  \n**(Tevbe, 9/38)**\n\nBu ayet, **Tebuk Seferi** öncesinde nazil olmuş ve müminlerin kalbine doğrudan hitap etmiştir. Tebuk, İslam tarihinin en çetin seferlerinden biridir. Mevsim yazdır; sıcak kavurucudur. Kıtlık ve kuraklık hüküm sürmektedir. Yol uzundur, düşman güçlüdür. İşte bu yüzden Tebuk, **“zorluk zamanı (sâatü’l-usra)”**; bu sefere çıkan ordu ise **“zorluk ordusu (ceyşü’l-usra)”** olarak anılmıştır.\n\nBöylesi ağır şartlarda bazı kimseler geri durmak için bahaneler üretmiş, dünya konforunu ahiretin önüne koymuştur. Ayet tam da bu hâli sorgular: **“Ahireti bırakıp dünyayı mı seçtiniz?”**\n\nBu seferde imkânı olanlar mallarını ortaya koymuş, olmayanlar ise kalplerini… İşte bunlardan biri **Ulbe b. Zeyd (r.a.)** idi. Ne bineği vardı ne de verecek malı. Gecenin bir vaktinde kalktı, namaz kıldı ve ellerini semaya açarak şöyle dedi:\n\n**“Allah’ım! Verecek bir şeyim yok. Üzerimde hakkı olan bütün müminlere hakkımı sadaka olarak bağışlıyor, hepsine helal ediyorum.”**\n\nErtesi gün Resûlullah (s.a.v.) ashâbına sordu:\n\n— **“Dün gece tasadduk eden kişi nerededir?”**\n\nUlbe b. Zeyd öne çıkınca Allah Resûlü şöyle buyurdu:\n\n**“Allah’a yemin olsun ki sen, sadakası kabul edilenlerin divanına yazıldın.”**\n\nBu hadise bize şunu öğretir: **Allah katında değer, imkânla değil; niyetle, fedakârlıkla ve yönelişle ölçülür.** Tebuk, müminin dünyaya mı yoksa ahirete mi yöneldiğini açığa çıkaran bir imtihandır.",
    "dua": "Allah’ım! Bizi dünya rahatına çakılıp kalanlardan eyleme. Zorluk zamanlarında kalbimizi ahirete yönelt, adımlarımızı sabit kıl. Verecek malımız olmasa da samimi niyetle Sana yönelen kullarından eyle. Fedakârlığı bize sevdir, sadakatle yürüyenlerden olmayı nasip et. Âmin."
  },
  {
    "day": 3,
    "okuma": "### **Bir endişenin sana binlerce nimeti unutturmasına izin verme**\n\nİnsan kalbi, aynı anda her şeyi taşıyamaz. Endişe büyüdüğünde, nimetler gözden kaybolur. Oysa çoğu zaman bizi yoran şey yaşadığımız bir gerçeklikten ziyade, zihnimizde büyüttüğümüz ihtimallerdir. Henüz olmamış bir korku, çoktan verilmiş binlerce nimetin üzerini örter.\n\nNefes aldığımızı, yürüyebildiğimizi, sevdiklerimizin hâlâ yanımızda olduğunu, bir duaya sığınabilecek Rabbimizin varlığını fark edemeyiz. Kalp tek bir sıkıntıya kilitlenir ve Allah’ın şimdiye kadar nasıl defalarca yardım ettiğini unutur.\n\nOysa Kur’an bize şunu öğretir: **Hatırlamak, imanın bir parçasıdır.** Unutmak ise şeytanın en sevdiği kapıdır. Endişe geldiğinde yapılması gereken şey, ona teslim olmak değil; nimetleri tek tek hatırlamaktır. Çünkü endişe Allah’tan gelmez, fakat teslimiyet Allah’a yaklaştırır.\n\nHer kaygı bir imtihandır ama her imtihan bir nimet değildir. Nimet olan şey; imtihanın içinde bile Allah’ı görebilmektir. Mümin, endişenin değil, Rabbinin büyüklüğüne odaklanır.",
    "dua": "Allah’ım! Kalplerimizi endişenin karartmasına izin verme. Bize verdiğin sayısız nimetleri unutturacak korkulardan Sana sığınırız. Daraldığımızda şükretmeyi, korktuğumuzda Sana güvenmeyi öğret. Kalbimizi huzurla, zihnimizi teslimiyetle doldur. Bizi nimetlerini fark eden ve hatırlayan kullarından eyle. Âmin."
  },
  {
    "day": 4,
    "okuma": "### **Şükür, korkunun panzehiridir**\n\nKorku insanın geleceğe dair kaygılarından beslenir; şükür ise insanı bulunduğu ana sabitler. Korku, “Ya kaybedersem?” diye fısıldar. Şükür ise “Zaten sana ne verildiğini görüyor musun?” diye hatırlatır.\n\nİnsan şükrettikçe korku zayıflar. Çünkü şükür, kalbi yokluk ihtimaliyle değil, mevcut nimetlerin farkındalığıyla doldurur. Allah’ın bugüne kadar nasıl koruduğunu hatırlayan bir kalp, yarın için paniğe kapılmaz.\n\nKur’an’da şükür sadece bir teşekkür değil, aynı zamanda bir **güven ilanıdır**. Kul, şükrederek şunu söyler: “Ben Rabbimin verdiklerini görüyorum ve O’nun vereceklerinden de ümidimi kesmiyorum.” İşte bu bilinç, korkunun en güçlü ilacıdır.\n\nKorku kalbi daraltır, şükür kalbi genişletir. Korku insanı içine kapatır, şükür insanı Allah’a açar.",
    "dua": "Allah’ım! Kalplerimizi korkuyla değil şükürle doldur. Bize verdiğin nimetleri görmeyi, hatırlamayı ve onlarla Sana güvenmeyi nasip et. Endişe anlarında şükre sarılan, korku geldiğinde Sana sığınan kullarından eyle. Kalplerimize huzur, yollarımıza emniyet ver. Âmin."
  },
  {
    "day": 5,
    "okuma": "### **Cennet, Sarsılmadan Verilmez**\n\n**“Yoksa siz, sizden öncekilerin başına gelenler sizin de başınıza gelmeden cennete gireceğinizi mi sandınız?”** (Bakara, 2:214)\n\nBu ayet, cennetin yalnızca sözle değil, **imtihanla** kazanılacağını hatırlatır. Önceki ümmetler yoklukla, korkuyla, hastalıkla ve ağır sarsıntılarla sınandılar. Öyle ki, peygamberler ve onlara iman edenler bile “Allah’ın yardımı ne zaman?” diyecek noktaya geldiler.\n\nBu ayet; Mekke’den her şeyini bırakarak Medine’ye hicret eden, Hendek’te kuşatma altında kalan, Uhud’da sarsılan Müslümanların kalplerini teskin etmek için indirilmiştir. Mesaj nettir: **İman, zahmetsiz bir iddia değil; sabırla ispat edilen bir duruştur.**\n\nHayatın yaratılış gayesi imtihandır. İnsan ‘inandım’ demekle başıboş bırakılmaz. İman; korku, yokluk, belirsizlik ve fedakârlık anlarında da Allah’a sadık kalabilmektir.\n\nBu ayet aynı zamanda bir müjdedir. Çünkü sarsıntının ardından gelen cümle şudur: **“İyi bilin ki, Allah’ın yardımı pek yakındır.”** İlahi yardım, insan bütün gücüyle direndiğinde ve sabırda sebat ettiğinde gelir. Dün böyleydi, bugün de böyledir.",
    "dua": "Allah’ım! Bizi imtihan karşısında yılgınlığa düşenlerden eyleme. Zorluk anlarında Sana güvenen, yardımını beklerken sabırla sebat eden kullarından eyle. Kalplerimizi sarsıntılarla değil, Sana olan teslimiyetle güçlendir. Yardımının yakın olduğuna iman edenlerden olmayı nasip et. Âmin."
  },
  {
    "day": 6,
    "okuma": "### **İsraf – Müsriflik**\n\nİsraf, nimetleri ölçüsüz ve gereksiz kullanmaktır; Kur’an bunu tavsiye etmez: *“Yiyin, için; fakat israf etmeyin. Çünkü Allah israf edenleri sevmez.”* (A’râf, 31). İsraf sadece maddî tüketimde değil; zaman, enerji, söz ve duyguda da gerçekleşebilir. Peygamber Efendimiz (s.a.v.) su gibi kaynaklarda bile ölçülü davranmayı öğütlemiştir.  \n\nÂdil ve ölçülü olmak, nimetin kıymetini bilmektir. Mümin, elindekini hesaba katar; israftan kaçınır; paylaşarak bereketi çağırır. İsrafın yerine kanaat ve şükür koymak, hem bireysel hem toplumsal refaha vesiledir.",
    "dua": "Allah’ım! Verdiğin nimetlerin kıymetini bilmemi, onları israf etmeden kullanmamı nasip et. Zamanımı, malımı ve enerjimi yararlı işlerde değerlendirmeyi, paylaşmayı ve şükretmeyi bana lütfet."
  },
  {
    "day": 7,
    "okuma": "### **Kelebekler Gibi Savrulmak**\n\n**“O gün insanlar, her biri bir tarafa uçuşan küçük kelebekler gibi olacaktır. Dağlar da atılmış renkli yünler gibi olacaktır.”** (Kâria, 101/4-5)\n\nKâria Suresi, kıyametin dehşetini anlatırken insanı son derece çarpıcı bir benzetmeyle tasvir eder: **ateşin etrafında pervane olan kelebekler**. Bu benzetme rastgele değildir. Çünkü Kur’an’da zikredilen her varlık, insana bir **karakter ve ahlâk dersi** taşır.\n\nKelebekler ışığa tutkuyla yönelir. O ışığın **ateş mi, kurtuluş mu** olduğunu ayırt edemezler. Cazibeye kapılır, sonunu düşünmeden ona doğru uçarlar. İşte Kur’an, kıyamete yakalanan insanı bu hâlde tasvir eder. Dünya hayatını **heves, hırs ve arzularının peşinden**, aklını ve vicdanını devre dışı bırakarak yaşayan insan; sonunda kıyametin dehşetiyle yüzleşecektir.\n\nBu ayetler bize şunu söyler: **Her cazibe doğru değildir.** “Canım istiyor” diyerek peşinden gidilen her şey, insanı kurtuluşa değil, bazen felakete sürükler. Mümin, kelebek gibi hevesin peşinden sürüklenen değil; **aklını, vicdanını ve ilahi ölçüleri merkeze alan** kişidir.\n\nArdından Kur’an, dağları anlatır. İnsanların güvendiği, sarsılmaz sandığı dağlar bile **tiftiklenmiş yün gibi savrulacaktır**. Koca koca kütleler yerinden sökülüp un ufak edilecek, rüzgârın önünde savrulan pamuk gibi dağıtılacaktır.\n\nMesaj açıktır: **Dağlar bile ayakta kalamazken, insan neye güvenmektedir?** Malına mı, makamına mı, gücüne mi? Kıyamet günü, insanın dayandığı her şey elinden alınacak; geriye sadece iman, amel ve ahlâk kalacaktır.\n\nKur’an bu tasvirlerle bizi uyandırır: **Kelebek gibi yaşama.** Her arzuyu akla, vicdana ve Allah’ın ölçüsüne vur. Çünkü hevesle gidilen yol, insanı ateşe götürebilir.",
    "dua": "Allah’ım! Bizi heveslerinin peşinde savrulanlardan eyleme. Aklımızı, vicdanımızı ve Senin ölçülerini hayatımıza rehber kıl. Geçici cazibelere kapılıp ebedi sonumuzu unutturma. Kalplerimizi Sana güvenle bağla, ayaklarımızı hak üzere sabit kıl. Âmin."
  },
  {
    "day": 8,
    "okuma": "### **Tartının Ağırlığı**\n\n**“İşte o vakit, kimin tartıları ağır gelmişse, artık o hoşnut olacağı bir hayat içinde olacaktır. Ama kimin de tartıları hafif gelirse, işte onun varacağı yer Hâviye’dir.”** (Kâria, 101/6-9)\n\nKıyamet günü insan, **tek başına ve ferdî olarak** Allah’ın huzuruna çıkarılacaktır. Ne soy, ne makam, ne de arkasına sığınılacak bir kalabalık vardır. Her kul, bizzat muhatap alınır; çünkü Allah katında **her insan kıymetlidir**.\n\nSorgunun ardından ameller **Mizan**a konur. Bu öyle bir tartıdır ki, bütün kâinatı içine alacak kudrettedir. Ancak burada ağırlık oluşturan şey, dünyada büyük görünen işler değil; **Allah katında değerli olan amellerdir**.\n\nMizanda ağırlık yapan şey nedir? **Salih amellerdir.** İmanla uyumlu, ihlasla yapılmış her davranışın bir ağırlığı vardır. Buna karşılık, dünyada dağlar kadar büyük görünen ama Allah rızası taşımayan işler, mizanda **hiçbir değer ifade etmeyebilir**.\n\nTartısı ağır gelen kimse, yaptığı iyilikleri o gün karşısında bir değer olarak bulur ve **razı olunacak bir hayata** girer. İşte asıl kurtuluş budur.\n\nDikkat çekici olan şudur: Mizanda en ağır gelen bazı ameller, dünyada yapılması **çok kolay** olanlardır. Peygamber Efendimiz (s.a.v.), mizanda **güzel ahlâktan daha ağır bir şey olmadığını** bildirir. İnsanlar yüksek makamlara çok namazla, çok hacla değil; **güzel ahlâkla** ulaşmışlardır.\n\nAynı şekilde bazı zikirler vardır ki, dilde hafif ama mizanda son derece ağırdır. **“Sübhânallâhi ve bihamdihî”** gibi zikirler, Allah’ın kusursuzluğunu ve her nimetin O’ndan geldiğini teslim eden bir bilinçtir. Bu bilinç, insanı şikâyetten ve isyandan korur.\n\nPeki ya tartısı hafif gelenler? Hayatını değersiz heveslerle geçirmiş, iman ve salih amel taşımamış kimseler için varılacak yer **Hâviye**dir. Hâviye, Kur’an’ın ifadesiyle **kızgın bir ateştir**; ana kucağına benzetilir ama bu, yakıcı ve helâk edici bir kucaktır.\n\nTartısı eşit gelenler ise **A‘raf**ta bekletilir. Onlar nihayetinde Allah’ın rahmetiyle cennete girerler; fakat bu bekleyiş, insanın bazı ihmallerinin ne kadar ağır sonuçlar doğurabileceğini gösterir.\n\nBu ayetler bize şunu öğretir: **Hayatı hafif yaşamayın.** Amellerinizi Allah katında ağır kılacak olan şey; ihlas, güzel ahlâk ve salih amellerdir.",
    "dua": "Allah’ım! Amellerimizi mizanda ağır gelenlerden eyle. Bizi şekle değil, hakikate değer veren kullarından kıl. Güzel ahlâkı bize elbise eyle, zikrini kalbimize yerleştir. Tartılar kurulduğunda yüzümüzü güldürecek amellerle Sana gelmeyi nasip et. Âmin."
  },
  {
    "day": 9,
    "okuma": "### **Göremediğin Yerde Teslimiyet**\n\n**“Savaş size farz kılındı; oysa o size hoş gelmez. Olur ki bir şeyden hoşlanmazsınız ama o sizin için hayırlıdır. Olur ki bir şeyi seversiniz ama o sizin için şerlidir. Allah bilir, siz bilmezsiniz.”** (Bakara, 2/216)\n\nİnsan çoğu zaman çözümü göremediği anlarda kaygıya kapılır. Yarın ne olacağını bilmemek, yolların kapalı görünmesi kalbi daraltır. Fakat iman tam da burada başlar: **Görmeden güvenmek.**\n\nHz. Musa’nın Firavun karşısında denize sıkıştığı an, insan aklının çözümsüz dediği bir andı. Önlerinde deniz, arkalarında düşman vardı. Ama Musa (a.s.) şöyle dedi:\n\n**“Hayır! Rabbim şüphesiz benimledir; bana mutlaka yol gösterecektir.”** (Şuarâ, 26/62)\n\nBu söz, imanın zirvesidir. Çözüm görünmezken Allah’a güvenmektir. Bakara 216 bize şunu öğretir: Biz olayların sadece görünen yüzünü biliriz; **hikmeti bilen Allah’tır.**\n\nBazen hoşlanmadığımız imtihanlar, bizi olgunlaştıran rahmet kapılarıdır. Bazen de arzuladığımız şeyler, ruhumuz için bir yük olabilir. Mümin, her durumda şunu bilir: **Allah benimle beraberdir ve yol gösterecektir.**",
    "dua": "Allah’ım! Görmediğim hikmetlere kalbimi teslim etmeyi bana öğret. Çözümün görünmediği anlarda Sana güvenenlerden eyle. Korkularımı teslimiyete, endişelerimi tevekküle dönüştür. Sen benimlesin; bana yol göster. Âmin."
  },
  {
    "day": 10,
    "okuma": "### **Bu Dünyaya Ait Olmamak**\n\n**“Ortama uymuyorum çünkü dünyada evimde değilim. Dünyayı evi sayanların suçuna katılmıyorum.”** (İsmet Özel)\n\nMümin için dünya bir durak, bir imtihan alanıdır; **asıl yurt değildir.** Bu yüzden her çağın rüzgârına kapılmak zorunda değildir.\n\nİslam, mümini çağın akışına göre şekillendirmez; aksine ona bir **ölçü** verir. Mümin, yanlış yaygınlaştığında yalnız kalmayı göze alır. Herkesin normal dediğini sorgular, herkesin sustuğu yerde konuşur.\n\nDünyayı evi sananlar, menfaate göre yaşar. Mümin ise ahireti merkez alır. Bu yüzden her ortama uymaz, her alkışı önemsemez, her akıma kapılmaz.\n\nBu duruş bir kibir değil; **aidiyet bilincidir.** Mümin bilir ki asıl vatan cennettir. Burada misafirdir ve misafir, ev sahibinin kurallarına göre yaşar.\n\nBu yüzden Müslüman, kalabalıklara rağmen istikametini kaybetmez. Çünkü onun yönü zamana değil, **vahye** dönüktür.",
    "dua": "Allah’ım! Kalbimi dünyaya değil Sana bağla. Beni çoğunluğun değil, hakikatin peşinden gidenlerden eyle. Yanlışa alışmamayı, yalnız da kalsam doğruya tutunmayı bana nasip et. Asıl yurdumu unutmadan yaşamayı öğret. Âmin."
  }
]
